{
		"name": "Nabi Adam AS",
		"thn_kelahiran": "5876",
		"usia": "950",
		"description": "Setelah Allah SWT. menciptakan bumi dengan gunung-gunungnya, laut-lautannya dan tumbuh-tumbuhannya, menciptakan langit dengan mataharinya, bulan dan bintang-bintangnya yang bergemerlapan, menciptakan malaikat-malaikatnya ialah sejenis makhluk halus yang diciptakan untuk beribadah menjadi perantara antara Zat Yang Maha Kuasa dengan hamba-hamba terutama para Rasul dan Nabi. Maka tibalah kehendak Allah SWT. untuk menciptakan sejenis makhluk lain yang akan menghuni dan mengisi bumi, memeliharanya dan menikmati tumbuh-tumbuhannya, mengelola kekayaan yang terpendam di dalamnya dan berkembang biak turun-temurun, waris-mewarisi sepanjang masa yang telah ditakdirkan baginya. \n\nKekhawatiran Para Malaikat.\n\nPara malaikat ketika diberitahukan oleh Allah SWT. akan kehendak-Nya menciptakan makhluk lain itu, mereka khawatir kalau-kalau kehendak Allah menciptakan makhluk yang lain itu, disebabkan kecuaian atau kelalaian mereka dalam ibadah dan menjalankan tugas atau karena pelanggaran yang mereka lakukan tanpa disadari. Berkata mereka kepada Allah SWT.: ”Wahai Tuhan kami! Buat apa Tuhan menciptakan makhluk lain selain kami, padahal kami selalu bertasbih, bertahmid, melakukan ibadah dan mengagungkan nama-Mu tanpa henti-hentinya, sedang makhluk yang Tuhan akan ciptakan dan turunkan ke bumi itu, nescaya akan bertengkar satu dengan lain, akan saling bunuh-membunuh berebutan menguasai kekayaan alam yang terlihat diatasnya dan terpendam di dalamnya, sehingga akan terjadilah kerusakan dan kehancuran di atas bumi yang Tuhan ciptakan itu.”,\n\nAllah berfirman, menghilangkan kekhawatiran para malaikat itu:\n\n\"Aku mengetahui apa yang kamu tidak ketahui dan Aku sendirilah yang mengetahui hikmat penguasaan Bani Adam atas bumi-Ku. Bila Aku telah menciptakannya dan meniupkan Roh kepadanya, bersujudlah kamu di hadapan makhluk baru itu sebagai penghormatan dan bukan sebagai sujud ibadah, karena Allah SWT. melarang hamba-Nya beribadah kepada sesama makhluk-Nya.”,\n\nKemudian diciptakanlah Adam oleh Allah SWT. dari segumpal tanah liat, kering dan lumpur hitam yang berbentuk. Setelah disempurnakan bentuknya ditiupkanlah Roh ciptaan Tuhan ke dalamnya dan berdirilah ia tegak menjadi manusia yang sempurna.\n\nIblis Membangkang.\n\nIblis membangkang dan enggan mematuhi perintah Allah seperti para malaikat yang lain, yang segera bersujud di hadapan Adam sebagai penghormatan bagi makhluk Allah yang akan diberi amanat menguasai bumi dengan segala apa yang hidup dan tumbuh di atasnya serta yang terpendam di dalamnya. Iblis merasa dirinya lebih mulia, lebih utama dan lebih agung dari Adam, karena ia diciptakan dari unsur api, sedang Adam dari tanah dan lumpur.Kebanggaannya dengan asal usulnya menjadikan ia sombong dan merasa rendah untuk bersujud menghormati Adam seperti para malaikat yang lain,walaupun diperintah oleh Allah.\n\nTuhan bertanya kepada Iblis: ”Apakah yang mencegahmu sujud menghormati sesuatu yang telah Aku ciptakan dengan tangan-Ku?”,\n\nIblis menjawab: ”Aku adalah lebih mulia dan lebih unggul dari dia. Engkau ciptakan aku dari api dan menciptakannya dari lumpur.”\n\n”Karena kesombongan, kecongkakan dan pembangkangannya melakukan sujud yang diperintahkan, maka Allah menghukum Iblis dengan mengusir dari syurga dan mengeluarkannya dari barisan malaikat dengan disertai kutukan dan laknat yang akan melekat pada dirinya hingga hari kiamat. Di samping itu, ia dinyatakan sebagai penghuni neraka.\n\nIblis dengan sombongnya menerima dengan baik hukuman Tuhan itu dan ia hanya mohon agar kepadanya diberi kesempatan untuk hidup kekal hingga hari kebangkitan kembali di hari kiamat. Allah meluluskan permohonannya dan ditangguhkanlah ia sampai hari kebangkitan, tidak berterima kasih dan bersyukur atas pemberian jaminan itu, bahkan sebaliknya ia mengancam akan menyesatkan Adam, sebagai sebab terusirnya dia dari syurga dan dikeluarkannya dari barisan malaikat, dan akan mendatangi anak-anak keturunannya dari segala sudut untuk memujuk mereka meninggalkan jalan yang lurus dan bersamanya menempuh jalan yang sesat, mengajak mereka melakukan maksiat dan hal-hal yang terlarang, menggoda mereka supaya melalaikan perintah-perintah agama dan mempengaruhi mereka agar tidak bersyukur dan beramal soleh.\n\nKemudian Allah berfirman kepada Iblis yang terkutuk itu:\n\n”Pergilah engkau bersama pengikut-pengikutmu yang semuanya akan menjadi isi neraka Jahanam dan bahan bakar neraka. Engkau tidak akan berdaya menyesatkan hamba-hamba-Ku yang telah beriman kepada-Ku dengan sepenuh hatinya dan memiliki aqidah yang mantap yang tidak akan tergoyah oleh rayuanmu walaupun engkau menggunakan segala kepandaianmu menghasut dan memfitnah.”\n\nPengetahuan Adam Tentang Nama-Nama Benda.\n\nAllah hendak menghilangkan anggapan rendah para malaikat terhadap Adam dan menyakinkan mereka akan kebenaran hikmat-Nya menunjuk Adam sebagai penguasa bumi, maka diajarkanlah kepada Adam nama-nama benda yang berada di alam semesta, kemudian diperagakanlah benda-benda itu di depan para malaikat seraya: ”Cobalah sebutkan bagi-Ku nama benda-benda itu, jika kamu benar merasa lebih mengetahui dan lebih mengerti dari Adam.\n\n\"Para malaikat tidak berdaya memenuhi tentangan Allah untuk menyebut nama-nama benda yang berada di depan mereka.\n\nMereka mengakui ketidak-sanggupan mereka dengan berkata: ”Maha Agung Engkau! Sesungguhnya kami tidak memiliki pengetahuan tentang sesuatu kecuali apa yang Tuhan ajakan kepada kami.\n\nSesungguhnya Engkaulah Yang Maha Mengetahui dan Maha Bijaksana.\n\n\"Adam lalu diperintahkan oleh Allah untuk memberitahukan nama-nama itu kepada para malaikat dan setelah diberitahukan oleh Adam, berfirmanlah Allah kepada mereka: ”Bukankah Aku telah katakan padamu bahawa Aku mengetahui rahsia langit dan bumi dan mengetahui apa yang kamu lahirkan dan apa yang kamu sembunyikan.\n\n”Adam Menghuni Syurga.\n\nAdam diberi tempat oleh Allah di syurga dan baginya diciptakanlah Hawa untuk mendampinginya dan menjadi teman hidupnya, menghilangkan rasa kesepiannya dan melengkapi keperluan fitrahnya untuk mengembangkan keturunan.\n\nMenurut cerita para ulamat Hawa diciptakan oleh Allah dari salah satu tulang rusuk Adam yang disebelah kiri diwaktu ia masih tidur sehingga ketika ia terjaga, ia melihat Hawa sudah berada di sampingnya.\nDia ditanya oleh malaikat: ”Wahai Adam! Apa dan siapakah makhluk yang berada di sampingmu itu? ”Berkatalah Adam: ”Seorang perempuan.\n\n”Sesuai dengan fitrah yang telah diilhamkan oleh Allah kepadanya.\n\n”Siapa namanya? ”tanya malaikat lagi.\n\n”Hawa”, jawab Adam.\n\n”Untuk apa Tuhan menciptakan makhluk ini?”, tanya malaikat lagi.\n\nAdam menjawab: ”Untuk mendampingiku, memberi kebahagian bagiku dan mengisi keperluan hidupku sesuai dengan kehendak Allah.\n\n\"Allah berpesan kepada Adam: ”Tinggallah engkau bersama isterimu di syurga, rasakanlah kenikmatan yang berlimpah-limpah didalamnya, rasailah dan makanlah buah-buahan yang lazat yang terdapat di dalamnya sepuas hatimu dan sekehendak nasfumu.\n\nKamu tidak akan mengalami atau merasa lapar, dahaga ataupun letih selama kamu berada di dalamnya.\n\nAkan tetapi Aku ingatkan janganlah makan buah dari pohon ini yang akan menyebabkan kamu celaka dan termasuk orang-orang yang zalim.\n\nKetahuilah bahawa Iblis itu adalah musuhmu dan musuh isterimu, ia akan berusaha membujuk kamu dan menyeret kamu keluar dari syurga sehingga hilanglah kebahagiaan yang kamu sedang nikmat ini.\n\n\"Iblis Mulai Beraksi.\n\nSesuai dengan ancaman yang diucapkan ketika diusir oleh allah dari Syurga akibat pembangkangannya dan terdorong pula oleh rasa iri hati dan dengki terhadap Adam yang menjadi sebab sampai ia terkutuk dan terlaknat selama-lamanya tersingkir dari singgahsana kebesarannya.\n\nIblis mulai menunjukkan rancangan penyesatannya kepada Adam dan Hawa yang sedang hidup berdua di syurga yang tenteram, damai dan bahagia.\n\nIa menyatakan kepada mereka bahawa ia adalah kawan mereka dan ingin memberi nasehat dan petunjuk untuk kebaikan dan mengekalkan kebahagiaan mereka.\n\nSegala cara dan kata-kata halus digunakan oleh Iblis untuk mendapatkan kepercayaan Adam dan Hawa bahawa ia betul-betul jujur dalam nasehat dan petunjuknya kepada mereka.\n\nIa membisikan kepada mereka bahwa.\n\nlarangan Tuhan kepada mereka memakan buah-buah yang ditunjuk itu adalah karena dengan memakan buah itu mereka akan menjelma menjadi malaikat dan akan hidup kekal.\n\nDiulang-ulangilah bujukannya dengan menunjukkan akan harumnya bau pohon yang dilarang indah bentuk buahnya dan lazat rasanya.\n\nSehingga pada akhirnya termakanlah bujukan yang halus itu oleh Adam dan Hawa dan dilanggarlah larangan Tuhan.\n\nAllah mencela perbuatan mereka itu dan berfirman yang bermaksud: ”Tidakkah Aku mencegah kamu mendekati pohon itu dan memakan dari buahnya dan tidakkah Aku telah ingatkan kamu bahawa syaitan itu adalah musuhmu yang nyata.\n\n”Adam dan Hawa mendengar firman Allah itu sedarlah ia bahawa mereka telah terlanggar perintah Allah dan bahawa mereka telah melakukan suatu kesalahan dan dosa besar.\n\nSeraya menyesal berkatalah mereka: ”Wahai Tuhan kami! Kami telah menganiaya diri kami sendiri dan telah melanggar perintah-Mu karena terkena bujukan Iblis.\n\nAmpunilah dosa kami karena nescaya kami akan tergolong orang-orang yang rugi bila Engkau tidak mengampuni dan mengasihi kami.\n\n”Adam dan Hawa Diturunkan Ke Bumi.\n\nAllah telah menerima taubat Adam dan Hawa serta mengampuni perbuatan pelanggaran yang mereka telah lakukan hal mana telah melegakan dada mereka dan menghilangkan rasa sedih akibat kelalaian peringatan Tuhan tentang Iblis sehingga terjerumus menjadi mangsa bujukan dan rayuannya yang manis namun berancun itu.\n\nAdam dan Hawa merasa tenteram kembali setelah menerima pengampunan Allah dan selanjutnya akan menjaga jangan sampai tertipu lagi oleh Iblis dan akan berusaha agar pelanggaran yang telah dilakukan dan menimbulkan murka dan teguran Tuhan itu menjadi pengajaran bagi mereka berdua untuk lebih berhati-hati menghadapi tipu daya dan bujukan Iblis yang terlaknat itu.\n\nHarapan untuk tinggal terus di syurga yang telah pudar karena perbuatan pelanggaran perintah Allah, hidup kembali dalam hati dan fikiran Adam dan Hawa yang merasa kenikmatan dan kebahagiaan hidup mereka di syurga tidak akan terganggu oleh sesuatu dan bahawa redha Allah serta rahmatnya akan tetap melimpah di atas mereka untuk selama-lamanya.\n\nAkan tetapi Allah telah menentukan dalam takdir-Nya apa yang tidak terlintas dalam hati dan tidak terfikirkan oleh mereka.\n\nAllah SWT. yang telah menentukan dalam takdir-nya bahawa bumi yang penuh dengan kekayaan untuk dikelolanya, akan dikuasai kepada manusia keturunan Adam memerintahkan Adam dan Hawa turun ke bumi sebagai benih pertama dari hamba-hambanya yang bernama manusia itu.\n\nBerfirmanlah Allah kepada mereka: ”Turunlah kamu ke bumi sebagian daripada kamu menjadi musuh bagi sebagian yang lain kamu dapat tinggal tetap dan hidup disan sampai waktu yang telah ditentukan.\n\n”Turunlah Adam dan Hawa ke bumi menghadapi cara hidup baru yang jauh berlainan dengan hidup di syurga yang pernah dialami dan yang tidak akan berulang kembali.\n\nMereka harus menempuh hidup di dunia yang fana ini dengan suka dan dukanya dan akan menurunkan umat manusia yang beraneka ragam sifat dan tabiatnya berbeda-beda warna kulit dan kecerdasan otaknya.\n\nUmat manusia yang akan berkelompok-kelompok menjadi suku-suku dan bangsa-bangsa di mana yang satu menjadi musuh yang lain saling bunuh-membunuh aniaya-menganianya dan tindas-menindas sehingga dari waktu ke waktu Allah mengutus nabi-nabi-Nya dan rasul-rasul-Nya memimpin hamba-hamba-Nya ke jalan yang lurus penuh damai kasih sayang di antara sesama manusia jalan yang menuju kepada redha-Nya dan kebahagiaan manusia di dunia dan akhirat.\n\nKisah Adam dalam Al-Quran.\n\nAl-Quran menceritakan kisah Adam dalam beberapa surah di antaranya surah Al-Baqarah ayat 30 hingga ayat 38 dan surah Al-A'raaf ayat 11 hingga 25.\n\nPengajaran Yang Terdapat Dari Kisah Adam.\n\nBahawasanya hikmah yang terkandung dalam perintah-perintah dan larangan-larangan Allah dan dalam apa yang diciptakannya kadangkala tidak atau belum dapat dicapai oleh otak manusia bahkan oleh makhluk-Nya yang terdekat sebagaimana telah dialami oleh para malaikat tatkala diberitahu bahawa Allah akan menciptakan manusia keturunan Adam untuk menjadi khalifah-Nya di bumi sehingga mereka seakan-akan berkeberatan dan bertanya-tanya mengapa dan untuk apa Allah menciptakan jenis makhluk lain daripada mereka yang sudah patuh rajin beribadat, bertasbih, bertahmid dan mengagungkan nama-Nya.\n\nBahawasanya manusia walaupun ia telah dikurniakan kecergasan berfikir dan kekuatan fizikal dan mental ia tetap mempunyai beberapa kelemahan pada dirinya seperti sifat lalai, lupa dan khilaf.\n\nHal mana telah terjadi pada diri Nabi Adam yang walaupun ia telah menjadi manusia yang sempurna dan dikurniakan kedudukan yang istimewa di syurga ia tetap tidak terhindar dari sifat-sifat manusia yang lemah itu.\n\nIa telah lupa dan melalaikan peringatan Allah kepadanya tentang pohon terlarang dan tentang Iblis yang menjadi musuhnya dan musuh seluruh keturunannya, sehingga terperangkap ke dalam tipu daya dan terjadilah pelanggaran pertama yang dilakukan oleh manusia terhadap larangan Allah.\n\nBahawasanya seseorang yang telah terlanjur melakukan maksiat dan berbuat dosa tidaklah ia sepatutnya berputus asa dari rahmat dan ampunan Tuhan asalkan ia sedar akan kesalahannya dan bertaubat tidak akan melakukannya kembali.\n\nRahmat allah dan maghfirah-Nya dapat mencakup segala dosa yang diperbuat oleh hamba-Nya kecuali syirik bagaimana pun besar dosa itu asalkan diikuti dengan kesedaran bertaubat dan pengakuan kesalahan.\n\nSifat sombong dan congkak selalu membawa akibat kerugian dan kebinasaan.\n\nLihatlah Iblis yang turun dari singgahsananya dilucutkan kedudukannya sebagai seorang malaikat dan diusir oleh Allah dari syurga dengan disertai kutukan dan laknat yang akan melekat kepada dirinya hingga hari Kiamat karena kesombongannya dan kebanggaaannya dengan asal-usulnya sehingga ia menganggap dan memandang rendah kepada Nabi Adam dan menolak untuk sujud menghormatinya walaupun diperintahkan oleh Allah SWT.",
		"tmp": "Arab dan India",
		"image_url":"http://2.bp.blogspot.com/-sOTZoLQJ2uI/Vn1esaZjZsI/AAAAAAAABtw/bHL85uduUaI/s320/adam%2Bkecil.png",
		"icon_url":""
}
