{
		"name": "Nabi Ayyub AS",
		"thn_kelahiran": "1540",
		"usia": 120,
		"description": "Berkata salah seorang malaikat kepada kawan-kawannya yang lagi berkumpul berbincang-bincang tentang tingkah-laku makhluk Allah, jenis manusia di atas bumi : \"Aku tidak melihat seorang manusia yang hidup di atas bumi Allah yang lebih baik dari hamba Allah Ayyub\".\n\n Ia adalah seorang mukmin sejati ahli ibadah yang tekun.\n\n Dari rezeki yang luas dan harta kekayaan yang diberikan oleh Allah kepadanya, ia mengenepikan sebahagian untuk menolong orang-orang yang memerlukan para fakir miskin.\n\n Hari-harinya terisi penuh dengan ibadah, sujud kepada Allah dan bersyukur atas segala nikmat dan kurnia yang diberikan kepadanya.”\n\n Para kawanan malaikat yang mendengarkan kata-kata pujian dan sanjungan untuk diri Ayyub mengakui kebenaran itu bahkan masing-masing menambahkan lagi dengan menyebut beberapa sifat dan tabiat yang lain yang ada pada diri Ayyub.\n\n Percakapan para malaikat yang memuji-muji Ayyub itu didengar oleh Iblis yang sedang berada tidak jauh dari tempat mereka berkumpul.\n\n Iblis merasa panas hati dan jengkel mendengar kata-kata pujian bagi seseorang dari keturunan Adam yang ia telah bersumpah akan disesatkan ketika ia dikeluarkan dari syurga kerananya.\n\n Ia tidak rela melihat seorang dari anak cucu anak Nabi Adam menjadi seorang mukmin yang baik, ahli ibadah yang tekun dan melakukan amal soleh sesuai dengan perintah dan petunjuk Allah.\n\n Pergilah Iblis mendatangi Ayyub untuk menyatakan sendiri sampai sejauh mana kebenaran kata-kata pujian para malaikat itu kepada diri Ayyub.\n\n Ternyata memang benar Ayyub patut mendapat segala pujian itu.\n\n Ia mendatangi Ayyub bergelimpangan dalam kenikmatan duniawi, tenggelam dalam kekayaan yang tidak ternilai besarnya, mengepalai keluarga yang besar yang hidup rukun, damai dan bakti.\n\n Ia mendapati Ayyub tidak tersilau matanya oleh kekayaan yang ia miliki dan tidak tergoyahkan imannya oleh kenikmatan duniawinya.\n\n Siang dan malam ia sentiasa menemui Ayyub berada di mihrabnya melakukan solat, sujud dan tasyakur kepada Allah atas segala pemberian-Nya.\n\n Mulutnya tidak berhenti menyebut nama Allah berzikir, bertasbih dan bertahmid.\n\n Ayyub ditemuinya sebagai seorang yang penuh kasih sayang terhadap sesama makhluk Allah yang lemah, yang lapar diberinya makan, yang telanjang diberinya pakaian, yang bodoh diajar dan dipimpin dan yang salah ditegur.\n\n Iblis gagal dalam usahanya memujuk Ayyub.\n\n Telinga Ayyub pekak terhadap segala bisikannya dan fitnahannya dan hatinya yang sudah penuh dengan iman dan takwa tidak ada tempat lagi bagi bibit-bibit kesesatan yang ditaburkan oleh Iblis.\n\n Cinta dan taatnya kepada Allah merupakan benteng yang ampuh terhadap serangan Iblis dengan peluru kebohongan dan pemutar-balikan kebenaran yang semuanya mental tidak mendapatkan sasaran pada diri Ayyub.\n\n Akan tetapi Iblis bukanlah Iblis jika ia berputus asa dan kegagalannya memujuk Ayyub secara langsung.\n\n Ia pergi menghadapi kepada Allah untuk menghasut.\n\n Ia berkata : \" Wahai Tuhan, sesungguhnya Ayyub yang menyembah dan memuji-muji-Mu, bertasbih dan bertahmid menyebut nama-Mu, ia tidak berbuat demikian seikhlas dan setulus hatinya kerana cinta dan taat pada-Mu.\n\n Ia melakukan itu semua dan berlaku sebagai hamba yang soleh tekun beribadah kepada-Mu hanya kerana takut akan kehilangan semua kenikmatan duniawi yang telah Engkau kurniakan kepadanya.\n\n Ia takut, jika ia tidak berbuat demikian , bahwa engkau akan mencabut daripadanya segala nikmat yang telah ia perolehnya berupa puluhan ribu haiwan ternakan, beribu-ribu hektar tanah ladang, berpuluh-puluh hamba sahaya dan pembantu serta keluarga dan putera-puteri yang soleh dan bakti.\n\n Tidakkah semuanya itu patut disyukuri untuk tidak terlepas dari pemilikannya dan habis terkena musibah? Di samping itu Ayyub masih mengharapkan agar kekayaannya bertambah menjadi berlipat ganda.\n\n Untuk tujuan dan maksud itulah Ayyub mendekatkan diri kepada-Mu dengan ibadah dan amal-amal solehnya dan andai kata ia terkena musibah dan kehilangan semua yang ia miliki, nescaya ia akan mengubah sikapnya dan akan melalaikan kewajibannya beribadah kepada-Mu.”\n\n Allah berfirman kepada Iblis : \" Sesungguhnya Ayyub adalah seorang hamba-Ku yang sangat taat kepada-Ku, ia seorang mukmin sejati, apa yang ia lakukan untuk mendekati dirinya kepada-Ku adalah semata-mata didorong oleh iman yang teguh dan taat yang bulat kepada-Ku.\n\n Iman dan takwa yang telah meresap di dalam lubuk hatinya serta menguasai seluruh jiwa raganya tidak akan tergoyah oleh perubahan keadaan duniawinya.\n\n Cintanya kepada-Ku yang telah menjiwai amal ibadah dan kebajikannya tidak akan menurun dan menjadi kurang, musibah apa pun yang akan melanda dalam dirinya dan harta kekayaannya.\n\n Ia yakin seyakin-yakinnya bahwa apa yang ia miliki adalah pemberian-Ku yang sewaktu-waktu dapat Aku cabut daripadanya atau menjadikannya bertambah berlipat ganda.\n\n Ia bersih dari semua tuduhan dan prasangkamu.\n\n Engkau memang tidak rela melihathamba-hamba-Ku anak cucu Adan berada di atas jalan yang benar, lurus dan tidak tersesat.\n\n Dan untuk menguji keteguhan hati Ayyub dan kebulatan imannya kepada-Ku dan kepada takdir-Ku, Aku izinkan engkau untuk mencuba menggodanya serta memalingkannya daripada-Ku.\n\n Kerahkanlah pembantu-pembantumu menggoda Ayyub melalui harta kekayaannya dan keluarganya.\n\n Cuba binasakanlah harta kekayaannya dan cerai-beraikanlah keluarganya yang rukun dan bahagia itu dan lihatlah sampai di mana kebolehanmu menyesatkan dan merusakkan iman hamba-Ku Ayyub itu.”\n\n Dikumpulkanlah oleh Iblis syaitan-syaitan, pembantunya, diberitahukan bahwa ia telah mendapatkan izin dari Tuhan untuk mengganyang ayyub, merusak aqidah dan imannya dan memalingkannya dari Tuhannya yang ia sembah dengan sepenuh hati dan keyakinan.\n\n Jalannya ialah dengan memusnahkan harta kekayaannya sehingga ia menjadi seorang yang papa dan miskin, mencerai-beraikan keluarganya sehingga ia menjadi sebatang kara tidak berkeluarga, Iblis berseru kepada pembantu-pembantunya itu agar melaksanakan tugas penyesatan Ayyub sebaik-baiknya dengan segala daya dan siasat apa saja yang mereka dapat lakukan.\n\n Dengan berbagai cara gangguan, akhirnya berhasillah kawanan syaitan itu menghancurkan-luluhkan kekayaan Ayyub, yang dimulai dengan haiwan-haiwan ternakannya yang bergelimpangan mati satu persatu sehingga habis sama sekali, kemudian disusul ladang-ladang dan kebun-kebun tanamannya yang rusak menjadi kering dan gedung-gedungnya yang terbakar habis dimakan api, sehingga dalam waktu yang sangat singkat sekali Ayyub yang kaya-raya tiba-tiba menjadi seorang papa miskin tidak memiliki selain hatinya yang penuh iman dan takwa serta jiwanya yang besar.\n\n Setelah berhasil menghabiskan kekayaan dan harta milik Ayyub datanglah Iblis kepadanya menyerupai sebagai seorang tua yang tampak bijaksana dan berpengalaman dan berkata: \"Sesungguhnya musibah yang menimpa dirimu sangat dahsyat sekali sehingga dalam waktu yang begitu sempit telah habis semua kekayaanmu dan hilang semua harta kekayaan milikmu.\n\n Kawan-kawanmu merasa sedih ssedang musuh-musuhmu bersenang hati dan gembira melihat penderitaan yang engkau alami akibat musibah yang susul-menyusul melanda kekayaan dan harta milikmu.\n\n Mereka bertanya-tanya, gerangan apakah yang menyebabkan Ayyub tertimpa musibah yang hebat itu yang menjadikannya dalam sekelip mata kehilangan semua harta miliknya.\n\n Sementara orang dari mereka berkata bahwa mungkin kerana Ayyub tidak ikhlas dalam ibadah dan semua amal kebajikannya dan ada yang berkata bahwa andaikan Allah, Tuhan Ayyub, benar-benar berkuasa, nescaya Dia dapat menyelamatkan Ayyub dari malapetaka, mengingat bahwa ia telah menggunakan seluruh waktunya beribadah dan berzikir, tidak pernah melanggar perintah-Nya .\n\n Seorang lain menggunjing dengan mengatakan bahwa mungkin amal ibadah Ayyub tidak diterima oleh Tuhan, kerana ia tidak melakukan itu dari hati yang bersih dan sifat ria dan ingin dipuji dan banyak lagi cerita-cerita orang tentang kejadian yang sangat menyedihkan itu.\n\n Akupun menaruh simpati kepadamu, hai Ayyub dan turut bersedih hati dan berdukacita atas nasib yang buruk yang engkau telah alami.”\n\n Iblis yang menyerupai sebagai orang tua itu - mengakhiri kata-kata hasutannya seraya memperhatikan wajah Ayyub yang tetap tenang berseri-seri tidak menampakkan tanda-tanda kesedihan atau sesalan yang ingin ditimbulkan oleh Iblis dengan kata-kata racunnya itu.\n\n Ayyub berkata kepadanya : \"Ketahuilah bahwa apa yang aku telah miliki berupa harta benda, gedung-gedung, tanah ladang dan haiwan ternakan serta lain-lainnya semuanya itu adalah barangan titipan Allah yang diminta-Nya kembali setelah aku cukup menikmatinya dan memanfaatkannya sepanjang masa atau ibarat barang pinjaman yang diminta kembali oleh tuannya jika saatnya telah tiba.\n\n Maka segala syukur dan ouji bagi Allah yang telah memberikan kurniaan-Nya kepadaku dan mencabutnya kembali pula dari siapa yang Dia kehendaki dan mencabutnya pula dari siapa saja yang Dia suka.\n\n Dia adalah yang Maha Kuasa mengangkat darjat seseorang atau menurunkannya menurut kehendak-Nya.\n\n kami sebagai hamba-hamba makhluk-Nya yang lemah patut berserah diri kepada-Nya dan menerima segala qadha' dan takdir-Nya yang kadang kala kami belum dapat mengerti dan menangkap hikmah yang terkandung dalam qadha' dan takdir-Nya itu.”\n\n Selesai mengucapkan kata-kata jawabnya kepada Iblis yang sedang duduk tercenggang di depannya, menyungkurlah Ayyub bersujud kepada Allah memohon ampun atas segala dosa dan keteguhan iman serta kesabaran atas segala cubaan dan ujian-Nya.\n\n Iblis segera meninggalkan rumah Ayyub dengan rasa kecewa bahwa racun hasutannya tidak termakan oleh hati hamba Allah yang bernama Ayyub itu.\n\n Akan tetapi Iblis tidak akan pernah berputus asa melaksanakan sumpah yang ia telah nyatakan di hadapan Allah dan malaikat-Nya bahwa ia akan berusaha menyesatkan Bani Adam di mana saja mereka berada.\n\n Ia merencanakan melanjutkan usaha gangguan dan godaannya kepada Ayyub lewat penghancuran keluarganya yang sedang hidup rukun, damai dan saling hidup cinta mencintai dan harga menghargai.\n\n Iblis datang lagi menghadap kepada Tuhan dan meminta izin meneruskan usahanya mencuba Ayyub.\n\n Berkata ia kepada Tuhan: \"Wahai Tuhan, Ayyub tidak termakan oleh hasutanku dan sedikit pun tidak goyah iman dan aqidahnya kepada-Mu meski pun ia sudah kehilangan semua kekayaannya dan kembali hidup papa dan miskin kerana ia masih mempunyai putera-putera yang cekap yang dapat ia andalkan untuk mengembalikan semua yang hilang itu dan menjadi sandaran serta tumpuan hidupnya di hari tuanya.\n\n Menurut perkiraanku, Ayyub tidak akan bertahan jika musibah yang mengenai harta kekayaannya mengenai keluarganya pula, apa lagi bila ia sangat sayang dan mencintai, maka izinkanlah aku mencuba kesabarannya dan keteguhannya kali ini melalui godaan yang akan aku lakukan terhadap keluarganya dan putera-puteranya yang ia sangat sayang dan cintai itu.”\n\n Allah meluluskan permintaan Iblis itu dan berfirman: \"Aku mengizinkan engkau mencuba sekali lagi menggoyahkan hati Ayyub yang penuh iman, tawakkal dan kesabaran tiu dengan caramu yang lain, namun ketahuilah bahwa engkau tidak akan berhasil mencapai tujuanmu melemahkan iman Ayyub dan menipiskan kepercayaannya kepada-Ku.”\n\n Iblis lalu pergi bersama pembantu-pembantunya menuju tempat tinggal putera-putera Ayyub di suatu gedung yang penuh dengan sarana-sarana kemewahan dan kemegahan, lalu digoyangkanlah gedung itu hingga roboh berantakan menjatuhi dan menimbuni seluruh penghuninya.\n\n Kemudian cepat-cepatlah pergi Iblis mengunjungi Ayyub di rumahnya, menyerupai sebagai seorang dari kawan-kawan Ayyub, yang datang menyampaikan takziah dan menyatakan turut berdukacita atas musibah yang menimpa puteranya.\n\n Ia berkata kepada Ayyub dalam takziahnya: \"Hai Ayyub, sudahkah engkau melihat putera-puteramu yang mati tertimbun di bawah runtuhan gedung yang roboh akibat gempa bumi? Kiranya, wahai Ayyub, Tuhan tidak menerima ibadahmu selama ini dan tidak melindungimu sebagai imbalan bagi amal solehmu dan sujud rukukmu siang dan malam.”\n\n Mendengar kata-kata Iblis itu, menangislah Ayyub tersedu-sedu seraya berucap: \"Allahlah yang memberi dan Dia pulalah yang mengambil kembali.\n\n Segala puji bagi-Nya, Tuhan yang Maha Pemberi dan Maha Pencabut.”\n\n Iblis keluar meninggalkan Ayyub dalam keadaan bersujud munajat dengan rasa jengkel dan marah kepada dirinya sendiri kerana telah gagal untuk kedua kalinya memujuk dan menghasut Ayyub.\n\n Ia pergi menghadap Tuhan dan berkata: \"Wahai Tuhan, Ayyub sudah kehilangan semua harta benda dan seluruh kekayaannya dan hari ini ia ditinggalkan oleh putera-puteranya yang mati terbunuh di bawah runtuhan gedung yang telah kami hancurkan , namun ia masih tetap dalam keadaan mentalnya yang kuat dan sehat.\n\n Ia hanya menangis tersedu-sedu namun batinnya, jiwanya, iman dan kepercayaannya kepada-Mu tidak tergoyah sama sekali.\n\n Izinkan aku mencubanya kali ini mengganggu kesehatan bandanya dan kekuatan Fisikalnya, kerana jika ia sudah jatuh sakit dan kekuatannya menjadi lumpuh, nescaya ia akan mulai malas melakukan ibadah dan lama-kelamaan akan melalaikan kewajibannya kepada-Mu dan menjadi lunturlah iman dan akidahnya.”\n\n Allah tetap menentang Iblis bahwa ia tidak akan berhasil dalam usahanya menggoda Ayyub walau bagaimana pun besarnya musibah yang ditimpakan kepadanya dan bagaimana pun beratnya cubaan yang dialaminya.\n\n Kerana Allah telah menetapkan dia menjadi teladan kesabaran, keteguhan iman dan ketekunan beribadah bagi hamba-hamba-Nya.\n\n Allah berfirman kepada Iblis: \"Bolehlah engkau mencuba lagi usahamu mengganggu kesehatan badan dan kekuatan Fisikal Ayyub.\n\n Aku akan lihat sejauh mana kepandaianmu mengganggu dan menghamba pilihan-Ku ini.”\n\n Iblis lalu memerintahkan kepada anak buahnya agar menaburkan benih-benih baksil penyakit ke dalam tubuh Ayyub.\n\n Baksil-baksil ysng ditaburkan itu segera mengganyang kesehatan Ayyub yang menjadikan ia menderita berbagai-bagai penyakit, deman panas, batuk dan lain-lain lagi sehingga menyebabkan badannya makin lama makin kurus, tenaganya makin lemah dan wajahnya menjadi pucat tidak berdarah dan kulitnya menjadi berbintik-bintik .\n\n Ianya akhir dijauhi oleh orang-orang sekampungnya dan oleh kawan-kawan dekatnya, kerana penyakit Ayyub dapat menular dengan cepatnya kepada orang-orang yang menyentuhnya atau mendekatinya.\n\n Ia menjadi terasing daripada pergaulan orang di tempatnya dan hanya isterinyalah yang tetap mendampinginya, merawatnya dengan penuh kesabaran dan rasa kasih sayang, melayani segala keperluannya tanpa mengeluh atau menunjukkan tanda kesal hati dari penyakit suaminya yang tidak kunjung sembuh itu.\n\n Iblis memperhatikan Ayyub dalam keadaan yang sudah amat parah itu tidak meninggalkan adat kebiasaannya, ibadahnya, zikirnya, ia tidak mengeluh, tidak bergaduh, ia hanya menyebut nama Allah memohon ampun dan lindungan-Nya bila ia merasakan sakit.\n\n Iblis merasa kesal hati dan jengkel melihat ketabahan hati Ayyub menanggung derita dan kesabarannya menerima berbagai musibah dan ujian.\n\n Iblis kehabisan akal, tidak tahu apa usaha lagi yang harus diterapkan bagi mencapai tujuannya merusakkan aqidah dan iman Ayyub.\n\n Ia lalu meminta bantuan fikiran dari para kawan-kawan pembantunya, apa yang harus dilakukan lagi untuk menyesatkan Ayyub setelah segala usahanya gagal tidak mencapai sasarannya.\n\n Bertanya mereka kepadanya: \"Di manakah kepandaianmu dan tipu dayamu yang ampuh serta kelincinanmu menyebar benih was-was dan ragu ke dalam hati manusia yang biasanya tidak pernah sia-sia?\" Seorang pembantu lain berkata: \"Engkau telah berhasil mengeluarkan Adam dari syurga, bagaimanakah engkau lakukan itu semuanya sampai berhasilnya tujuanmu itu?\" \"Dengan memujuk isterinya\", jawab Iblis.\n\n \"Jika demikian\" berkata syaitan itu kembali, \"Laksanakanlah siasat itu dan terapkanlah terhadap Ayyub, hembuskanlah racunmu ke telinga isterinya yang tampak sudah agak kesal merawatnya, namun masih tetap patuh dan setia.”\n\n \"Benarlah dan tepat fikiranmu itu,\" kata Iblis, \"Hanya tinggal itulah satu-satu jalan yang belum aku cuba.\n\n Pasti kali ini dengan cara menghasut isterinya aku akan berhasil melaksanakan akan maksudku selama ini.”\n\n Dengan rencana barunya pergilah Iblis mendatangi isteri Ayyub, menyamar sebagai seorang kawan lelaki yang rapat dengan suaminya.\n\n Ia berkata kepada isteri Ayyub: \"Apa khabar dan bagaimana keadaan suamimu di ketika ini?\" Seraya mengarahkan jari telunjuknya ke arah suaminya, berkata isteri Ayyub kepada Iblis itu, tamunya: \"Itulah dia terbaring menderita kesakitan, namun mulutnya tidak henti-hentinya berzikir menyebut nama Allah.\n\n Ia masih berada dalam keadaan parah, mati tidak hidup pun tidak.”\n\n Kata-kata isteri Ayyub itu menimbulkan harapan bagi Iblis bahwa ia kali ini akan berhasil maka diingatkanlah isteri Ayyub akan masa mudanya di mana ia hidup dengan suaminya dalam keadaan sehat, bahagia dan makmur dan dibawakannyalah kenang-kenangan dan kemesraan.\n\n Kemudian keluarlah Iblis dari rumah Ayyub meninggalkan isteri Ayyub duduk termenung seorang diri, mengenangkan masa lampaunya, masa kejayaan suaminya dan kesejahteraan hidupnya, membanding-bandingkannya dengan masa di mana berbagai penderitaan dan musibah dialaminya, yang dimulai dengan musnahnya kekayaan dan harta-benda, disusul dengan kematian puteranya, dan kemudian yang terakhirnya diikuti oleh penyakit suaminya yang parah yang sangat menjemukan itu.\n\n Isteri Ayyub merasa kesepian berada di rumah sendirian bersama suaminya yang terbaring sakit, tiada sahabat tiada kerabat, tiada handai, tiada taulan, semua menjauhi mereka kerana khuatir kejangkitan penyakit kulit Ayyub yang menular dan menjijikkan itu.\n\n Seraya menarik nafas panjang datanglah isteri Ayyub mendekati suaminya yang sedang menderita kesakitan dan berbisik-bisik kepadanya berkata: \"Wahai sayangku, sampai bilakah engkau terseksa oleh Tuhanmu ini? Di manakah kekayaanmu, putera-puteramu, sahabat-sahabatmu dan kawan-kawan terdekatmu? Oh, alangkah syahdunya masa lampau kami, usia muda, badan sehat, sarana kebahagiaan dan kesejahteraan hidup tersedia dikelilingi oleh keluarga dan terulang kembali masa yang manis itu? Mohonlah wahai Ayyub dari Tuhanmu, agar kami dibebaskan dari segala penderitaan dan musibah yang berpanjangan ini.”\n\n Berkata Ayyub menjawab keluhan isterinya: \"Wahai isteriku yang kusayangi, engkau menangisi kebahagiaan dan kesejahteraan masa yang lalu, menangisi anak-anak kita yang telah mati diambil oleh Allah dan engkau minta aku memohon kepada Allah agar kami dibebaskan dari kesengsaraan dan penderitaan yang kami alami masa kini.\n\n Aku hendak bertanya kepadamu, berapa lama kami tidak menikmati masa hidup yang mewah, makmur dan sejahtera itu?\" \"Lapan puluh tahun\", jawab isteri Ayyub.\n\n \"Lalu berapa lama kami telah hidup dalam penderitaan ini?\" tanya lagi Ayyub.\n\n \"Tujuh tahun\", jawab si isteri.\n\n \"Aku malu\", Ayyub melanjutkan jawabannya,\" memohon dari Allah membebaskan kami dari sengsaraan dan penderitaan yang telah kami alami belum sepanjang masa kejayaan yang telah Allah kurniakan kepada kami.\n\n Kiranya engkau telah termakan hasutan dan bujukan syaitan, sehingga mulai menipis imanmu dan berkesal hati menerima taqdir dan hukum Allah.\n\n Tunggulah ganjaranmu kelak jika aku telah sembuh dari penyakitku dan kekuatan badanku pulih kembali.\n\n Aku akan mencambukmu seratus kali.\n\n Dan sejak detik ini aku haramkan diriku makan dan minum dari tanganmu atau menyuruh engkau melakukan sesuatu untukku.\n\n Tinggalkanlah aku seorang diri di tempat ini sampai Allah menentukan taqdir-Nya.”\n\n Setelah ditinggalkan oleh isterinya yang diusir, maka Nabi Ayyub tinggal seorang diri di rumah, tiada sanak saudara, tiada anak dan tiada isteri.\n\n Ia bermunajat kepada Allah dengan sepenuh hati memohon rahmat dan kasih sayang-Nya.\n\n Ia berdoa: \"Wahai Tuhanku, aku telah diganggu oleh syaitan dengan kepayahan dan kesusahan serta seksaan dan Engkaulah wahai Tuhan Yang Maha Pengasih dan Maha Penyayang.”\n\n Allah menerima doa Nabi Ayyub yang telah mencapai puncak kesabaran dan keteguhan iman serta berhasil memenangkan perjuangannya melawan hasutan dan bujukan Iblis.\n\n Allah mewahyukan firman kepadanya: \"Hantamkanlah kakimu ke tanah.\n\n Dari situ air akan memancur dan dengan air itu engkau akan sembuh dari semua penyakitmu dan akan pulih kembali kesehatan dan kekuatan badanmu jika engkau gunakannya untuk minum dan mandimu.”\n\n Dengan izin Allah setelah dilaksanakan petunjuk Illahi itu, sembuhlah segera Nabi Ayyub dari penyakitnya, semua luka-luka kulitnya menjadi kering dan segala rasa pedih hilang, seolah-olah tidak pernah terasa olehnya.\n\n Ia bahkan kembali menampakkan lebih sehat dan lebih kuat daripada sebelum ia menderita.\n\n Dalam pada itu isterinya yang telah diusir dan meninggalkan dia seorang diri di tempat tinggalnya yang terasing, jauh dari jiran, jauh dari keramaian kota, merasa tidak sampai hati lebih lama berada jauh dari suaminya, namun ia hampir tidak mengenalnya kembali, kerana bukanlah Ayyub yang ditinggalkan sakit itu yang berada didepannya, tetapi Ayyub yang muda belia, segar bugar, sehat afiat seakan-akan tidak pernah sakit dan menderita.\n\n Ia segera memeluk suaminya seraya bersyukur kepada Allah yang telah memberikan rahmat dan kurnia-Nya mengembalikan kesehatan suaminya bahkan lebih baik daripada keadaan asalnya.\n\n Nabi Ayyub telah bersumpah sewaktu ia mengusir isterinya akan mencambuknya seratus kali bila ia sudah sembuh.\n\n Ia merasa wajib melaksanakan sumpahnya itu, namun merasa kasihan kepada isterinya yang sudah menunjukkan kesetiaannya dan menyekutuinya di dalam segala duka dan deritanya.\n\n Ia bingung, hatinya terumbang-ambingkan oleh dua perasaan, ia merasa berwajiban melaksanakan sumpahnya, tetapi isterinya yang setia dan bakti itu tidak patut, kata hatinya, menjalani hukuman yang seberat itu.\n\n Akhirnya Allah memberi jalan keluar baginya dengan firman-Nya: \"Hai Ayyub, ambillah dengan tanganmu seikat rumput dan cambuklah isterimu dengan rumput itu seratus kali sesuai dengan sesuai dengan sumpahmu, sehingga dengan demikian tertebuslah sumpahmu.”\n\n Nabi Ayyub dipilih oleh Allah sebagai nabi dan teladan yang baik bagi hamba-hamba_Nya dalam hal kesabaran dan keteguhan iman sehingga kini nama Ayyub disebut orang sebagai simbul kesabaran.\n\n Orang menyatakan , si Fulan memiliki kesabaran Ayyub dan sebagainya.\n\n Dan Allah telah membalas kesabaran dan keteguhan iman Ayyub bukan saja dengan memulihkan kembali kesehatan badannya dan kekuatan Fisikalnya kepada keadaan seperti masa mudanya, bahkan dikembalikan pula kebesaran duniawinya dan kekayaan harta-bendanya dengan berlipat gandanya.\n\n Juga kepadanya dikurniakan lagi putera-putera sebanyak yang telah hilang dan mati dalam musibah yang ia telah alami.\n\n Demikianlah rahmat Tuhan dan kurnia-Nya kepada Nabi Ayyub yang telah berhasil melalui masa ujian yang berat dengan penuh sabar, tawakkal dan beriman kepada Allah.\n\n Kisah Ayyub di atas dapat dibaca dalam Al-Quran surah Shaad ayat 41 sehingga ayat 44 dan surah Al-Anbiaa' ayat 83 dan 84 ",
		"tmp": "Dataran Hauran",
		"image_url":"http://1.bp.blogspot.com/-SxnAwMLo75k/Vn3XqcJWj_I/AAAAAAAABuQ/tL7ZpXcyXo8/s320/ayyub.png",
		"icon_url":""
}