{
		"name": "Nabi Daud AS",
		"thn_kelahiran": "1063",
		"usia": 190,
		"description": "Daud bin Yisya adalah salah seorang dari tiga belas bersaudara turunan ketiga belas dari Nabi Ibrahim a.s\n\n Ia tinggal bermukim di kota Baitlehem, kota kelahiran Nabi Isa a.s\n\n bersama ayah dan tiga belas saudaranya.\n\n Daud Dan Raja Thalut\n\n Ketika raja Thalut raja Bani Isra'il mengerahkan orang supaya memasuki tentara dan menyusun tentara rakyat untuk berperang melawan bangsa Palestina, Daud bersama dua orang kakaknya diperintahkan oleh ayahnya untuk turut berjuang dan menggabungkan diri ke dalam barisan askar Thalut.\n\n Khusus kepada Daud sebagai anak yang termuda di antara tiga bersaudara, ayahnya berpesan agar ia berada di barisan belakang dan tidak boleh turut bertempur.\n\n Ia ditugaskan hanya untuk melayani kedua kakaknya yang harus berada dibarisan depan, membawakan makanan dan minuman serta keperluan-2 lainnya bagi mereka, di samping ia harus dari waktu ke waktu memberi lapuran kepada ayahnya tentang jalannya pertempuran dan keadaan kedua kakaknya di dalam medan perang.\n\n Ia sesekali tidak diizinkan maju ke garis depan dan turut bertempur, mengingatkan usianya yang masih muda dan belum ada pengalaman berperang sejak ia dilahirkan.\n\n Akan tetapi ketika pasukan Thalut dari Bani Isra'il berhadapan muka dengan pasukan Jalout dari bangsa Palestina, Daud lupa akan pesan ayahnya tatkala mendengar suara Jalout yang nyaring dengan penuh kesombongan menentang mengajak berperang, sementara jaguh-jaguh perang Bani Isra'il berdiam diri sehinggapi rasa takut dan kecil hati.\n\n Ia secara spontan menawarkan diri untuk maju menghadapi Jalout dan terjadilah pertempuran antara mereka berdua yang berakhir dengan terbunuhnya Jalout sebagaimana telah diceritakan dalam kisah sebelum ini.\n\n Sebagai imbalan bagi jasa Daud mengalahkan Jalout maka dijadikan menantu oleh Thalut dan dikahwinkannya dengan puterinya yang bernama Mikyal, sesuai dengan janji yang telah diumumkan kepada pasukannya bahwa puterinya akan dikahwinkan dengan orang yang dapat bertempur melawan Jalout dan mengalahkannya.\n\n Di samping ia dipungut sebagai menantu, Daud diangkat pula oleh raja Thalut sebagai penasehatnya dan orang kepercayaannya.\n\n Ia disayang, disanjung dan dihormati serta disegani bukan sahaja oleh mertuanya bahkan oleh seluruh rakyat Bani Isra'il yang melihatnya sebagai pahlawan bangsa yang telah berhasil mengangkat keturunan serta darjat Bani Isra'il di mata bangsa-2 sekelilingnya.\n\n Suasana keakraban, saling sayang dan saling cinta yang meliputi hubungan sang menantu Daud dengan sang mertua Thalut tidak dapat bertahan lama.\n\n Pada akhir waktunya Daud merasa bahwa ada perubahan dalam sikap mertuanya terhadap dirinya.\n\n Muka manis yang biasa ia dapat dari mertuanya berbalik menjadi muram dan kaku, kata-katanya yang biasa didengar lemah-lembut berubah menjadi kata-kata yang kasar dan keras.\n\n Bertanya ia kepada diri sendiri gerangan apakah kiranya yang menyebabkan perubahan sikap yang mendadak itu? Adakah hal-hal yang dilakukan yang dianggap oleh mertuanya kurang layak, sehingga menjadikan ia marah dan benci kepadanya? Ataukah mungkin hati mertuanya termakan oleh hasutan dan fitnahan orang yang sengaja ingin merusakkan suasana harmoni dan damai di dalam rumah tangganya? Bukankah ia seorang menantu yang setia dan taat kepada mertuanta yang telah memenuhi tugasnya dalam perang sebaik yang oa harapkan? dan bukankah ia selalu tetap bersedia mengorbankan jiwa raganya untuk membela dan mempertahankan kekekalan kerajaan mertuanya? \n\n Daud tidak mendapat jawapan yang memuaskan atas pertanyaan-2 yang melintasi fikirannya itu.\n\n IA kemudian kembali kepada dirinya sendiri dan berkata dalam hatinya mungkin apa yang ia lihat sebagai perubahan sikap dan perlakuan dari mertuannya itu hanya suatu dugaan dan prasangka belaka dari pihaknya dan kalau pun memang ada maka mungkin disebabkan oleh urusan-2 dan masalah-2 peribadi dari mertua yang tidak ada sangkut-pautnya dengan dirinya sebagai menantu.\n\n demikianlah dia mencuba menenangkan hati dan fikirannya yang masyangul yang berfikir selanjutnya tidak akan mempedulikan dan mengambil kisah tentang sikap dan tindak-tanduk mertuanya lebih jauh.\n\n Pada suatu malam gelap yang sunyi senyap, ketika ia berada di tempat tidur bersam istrinya Mikyal.\n\n Daud berkata kepada istrinya: \"Wahai Mikyal, entah benarkah aku atau salah dalam tanggapanku dan apakah khayal dan dugaan hatiku belaka atau sesuatu kenyataan apa yang aku lihat dalam sikap ayahmu terhadap diriku? Aku melihat akhir-2 ini ada perubahan sikap dari ayahmu terhadap diriku.\n\n Ia selalu menghadapi aku dengan muka muram dan kaku tidak seperti biasanya.\n\n Kata-katanya kepadaku tidak selamah lembut seperti dulu.\n\n Dari pancaran pandangannya kepadaku aku melihat tanda-2 antipati dan benci kepadaku.\n\n Ia selalu menggelakkan diri dari duduk bersama aku bercakap-cakap dan berbincang-bincang sebagaimana dahulu ia lakukan bila ia melihatku berada di sekitarnya.”\n\n Mikyal menjawab seraya menghela nafas panjang dan mengusap air mata yang terjatuh di atas pipinya: \"Wahai Daud aku tidak akan menyembunyikan sesuatu daripadamu dan sesekali tidak akan merahsiakan hal-hal yang sepatutnya engkau ketahui.\n\n Sesungguhnya sejak ayahku melihat bahwa keturunanmu makin naik di mata rakyat dan namamu menjadi buah mulut yang disanjung-sanjung sebagai pahlawan dan penyelamat bangsa, ia merasa iri hati dan khuatir bila pengaruhmu di kalangan rakyat makin meluas dan kecintaan mereka kepadamu makin bertambah, hal itu akan dapat melemahkan kekuasaannya dan bahkan mungkin mengganggu kewibawaan kerajaannya.\n\n Ayahku walau ia seorang mukmin berilmu dan bukan dari keturunan raja menikmati kehidupan yang mewah, menduduki yang empuk dan merasakan manisnya berkuasa.\n\n Orang mengiakan kata-katanya, melaksanakan segala perintahnya dan membungkukkan diri jika menghadapinya.\n\n Ia khuatir akan kehilangan itu semua dan kembali ke tanah ladangnya dan usaha ternaknya di desa.\n\n Kerananya ia tidak menyukai orang menonjol yang dihormati dan disegani rakyat apalagi dipuja-puja dan dianggapnya pahlawan bangsa seperti engkau.\n\n Ia khuatir bahwa engkau kadang-2 dapat merenggut kedudukan dan mahkotanya dan menjadikan dia terpaksa kembali ke cara hidupnya yang lama sebagaimana tiap raja meragukan kesetiaan tiap orang dan berpurba sangka terhadap tindakan-2 orang-2nya bila ia belum mengerti apa yang dituju dengan tindakan-2 itu.”\n\n \"Wahai Daud\", Mikyal meneruskan ceritanya, \"Aku mendapat tahu bahwa ayahku sedang memikirkan suatu rencana untuk menyingkirkan engkau dan mengikis habis pengaruhmu di kalangan rakyat dan walaupun aku masih merayukan kebenaran berita itu, aku rasa tidak ada salahnya jika engkau dari sekarang berlaku waspada dan hati-hati terhadap kemungkinan terjadi hal-hal yang malang bagi dirimu.”\n\n Daud merasa hairan kata-kata istrinya itu lalu ia bertanya kepada dirinya sendiri dan kepada istrinya: \"Mengapa terjadi hal yang sedemikian itu? Mengapa kesetiaku diragukan oleh ayah mu, padahal aku dengan jujur dan ikhlas hati berjuang di bawah benderanya, menegakkan kebenaran dan memerangi kebathilan serta mengusir musuh ayahmu, Thalut telah kemasukan godaan Iblis yang telah menghilangkan akal sehatnya serta mengaburkan jalan fikirannya?\" Kemudian tertidurlah Daud selesai mengucapkan kata-kata itu.\n\n Pada esok harinya Daud terbangun oelh suara seorang pesurh Raja yang menyampaikan panggilan dan perintah kepadanya untuk segera datang menghadap.\n\n Berkata sang raja kepada Daud yang berdiri tegak di hadapannya: \"Hai Daud fikiranku kebelakang ini sangat terganggu oleh sebuah berita yang menrungsingkan.\n\n Aku mendengar bahwa bangsa Kan'aan sedang menyusun kekuatannya dan mengerahkan rakyatnya untuk datang menyerang dan menyerbu daerah kita.\n\n Engkaulah harapan ku satu-satunya, hai Daud yang akan dapat menanganu urusan ini maka ambillah pedangmu dan siapkanlah peralatan perangmu pilihlah orang-orang yang engkau percayai di antara tentaramu dan pergilah serbu mereka di rumahnya sebelum sebelum mereka sempat datang kemari.\n\n Janganlah engkau kembali dari medan perang kecuali dengan membawa bendera kemenangan atau dengan jenazahmu dibawa di atas bahu orang-orangmu.”\n\n Thalut hendak mencapi dua tujuan sekaligus dengan siasatnya ini, ia handak menghancurkan musuh yang selalu mengancam negerinya dan bersamaan dengan itu mengusirkan Daud dari atas buminya karena hampir dapat memastikan kepada dirinya bahwa Daud tidak akan kembali selamat dan pulang hidup dari medan perang kali ini.\n\n Siasat yang mengandungi niat jahat dan tipu daya Thalut itu bukan tidak diketahui oleh Daud.\n\n Ia merasa ada udang disebalik batu dalam perintah Thalut itu kepadanya, namun ia sebagai rakyat yang setia dan anggota tentara yang berdisiplin ia menerima dan melaksanakan perintah itu dengan sebaik-baiknya tanpa mempedulikan atau memperhitungkan akibat yang akan menimpa dirinya.\n\n Dengan bertawakkal kepada Allah berpasrah diri kepada takdir-Nya dan berbekal iman dan talwa di dalam hatinya berangkatlah Daud berserta pasukannya menuju daerah bangsa Kan'aan.\n\n Ia tidak luput dari lindungan Allah yang memang telah menyuratkan dalam takdir-Nya mengutuskan Daud sebagai Nabi dan Rasul.\n\n Maka kembalilah Daud ke kampung halamannya berserta pasukannya dengan membawa kemenangan gilang-gemilang.\n\n Kedatangan Daud kembali dengan membawa kemenangan diterima oleh Thalut dengan senyum dan tanda gembira yang dipaksakan oleh dirinya.\n\n Ia berpura-pura menyambut Daud dengan penghormatan yang besar dan puji-pujian yang berlebih-lebihan namun dalam dadanya makin menyala-nyala api dendam dan kebenciannya, apalagi disadarinya bahwa dengan berhasilnya Daud menggondol kemenangan, pengaruhnya di mata rakyat makin naik dan makin dicintainyalah ia oleh Bani Isra'il sehingga di mana saja orang berkumpul tidak lain yang dipercakapkan hanyalah tentang diri Daud, keberaniannya, kecekapannya memimpin pasukan dan kemahirannya menyusun strategi dengan sifat-sifat mana ia dapat mengalahkan bangsa Kan'aan dan membawa kembali ke rumah kemenangan yang menjadi kebanggaan seluruh bangsa.\n\n Gagallah siasat Thalut menyingkirkan Daud dengan meminjam tangan orang-orang Kan'aan.\n\n Ia kecewa tidak melihat jenazah Daud diusung oleh orang-orang nya yang kembali dari medan perang sebagaimana yang ia harapkan dan ramalkan, tetapi ia melihat Daud dalam keadaan segar-bugar gagah perkasa berada di hadapan pasukannya menerima alu-aluan rakyat dan sorak-sorainya tanda cinta kasih sayang mereka kepadanya sebagai pahlawan bangsa yang tidak terkalahkan.\n\n Thalut yang dibayang rasa takut akan kehilangan kekuasaan melihat makin meluasnya pengaruh Daud, terutama sejak kembalinya dari perang dengan bangsa Kan'aan, berfikir jalan satu-satunya yang akan menyelamatkan dia dari ancaman Daud ialah membunuhnya secara langsung.\n\n Lalu diaturlah rencana pembunuhannya sedemikian cermatnya sehingga tidak akan menyeret namanya terbawa-bawa ke dalamnya.\n\n Mikyal, istri Daud yang dapat mencium rancangan jahat ayahnya itu, segera memberitahu kepada suaminya, agar ia segera menjauhkan diri dan meninggalkan kota secepat mungkin sebelum rancangan jahat itu sempat dilaksanakan .\n\n Maka keluarlah Daud memenuhi anjuran istrinya yang setia itu meninggalkan kota diwaktu malam gelap dengan tiada membawa bekal kecuali iman di dada dan kepercayaan yang teguh yang akan inayahnya Allah dan rahmat-Nya.\n\n Setelah berita menghilangnya Daud dari istana Raja diketahui oleh umum, berbondong-bondonglah menyusul saudara-2nya, murid-2nya dari para pengikutnya mencari jejaknya untuk menyampaukan kepadanya rasa setiakawan mereka serta menawarkan bantuan dan pertolongan yang mungkin diperlukannya.\n\n Mereka menemui Daud sudah agak jauh dari kota, ia lagi istirahat seraya merenungkan nasib yang ia alami sebagiai akibat dari perbuatan seorang hamba Allah yang tidak mengenal budi baik sesamanya dan yang selalu memperturutkan hawa nafsunya sekadar untuk mempertahankan kekuasaan duniawinya.\n\n Hamba Allah itu tidak sedar, fikir Daud bahwa kenikmatan dan kekuasaan duniawi yang ia miliki adalah pemberian Allah yang sewaktu-waktu dapat dicabut-Nya kembali daripadanya.\n\n Daud Dinobatkan Sebagai Raja\n\n Raja Thalut makin lama makin berkurang pengaruhnya dan merosot kewibawaannya sejak ia ditingglkan oleh Daud dan diketahui oleh rakyat rancangan jahatnya terhadap orang yang telah berjasa membawa kemenangan demi kemenangan bagi negara dan bangsanya.\n\n Dan sejauh perhargaan rakyat terhadap Thalut merosot, sejauh itu pula cinta kasih mereka kepada Daud makin meningkat, sehingga banyak diantara mereka yang lari mengikuti Daud dan menggabungkan diri ke dalam barisannya, hal mana menjaadikan Thalut kehilangan akal dan tidak dapat menguasai dirinya.\n\n IA lalu menjalankan siasat tangan besi, menghunus pedang dan membunuh siapa saja yang ia ragukan kesetiaannya, tidak terkecuali di antara korban-2nya terdapat para ulama dan para pemuka rakyat.\n\n Thalut yang mengetahui bahwa Daud yang merupakan satu-satunya saingan baginya masih hidup yang mungkin sekali akan menuntut balas atas pengkhianatan dan rancangan jahatnya, merasakan tidak dapat tidur nyenyak dan hidup tebteram di istananya sebelum ia melihatnya mati terbunuh.\n\n Kerananya ia mengambil keputusan untuk mengejar Daud di mana pun ia berada, dengan sisa pasukan tentaranya yang sudah goyah disiplinnya dan kesetiaannya kepada Istana.\n\n Ia fikir harus cepat-2 membinasakan Daud dan para pengikutnya sebelum mereka menjadi kuat dan bertambah banyak pengikutnya.\n\n Daud bersert para pengikutnya pergi bersembunyi di sebuah tempat persembunyian tatkala mendengar bahwa Thalut dengan askarnya sedang mengejarnya dan sedang berada Tidak jauh dari tempat persembunyiannya.\n\n Ia menyuruh beberapa orang daripada para pengikutnya untuk melihat dan mengamat-amati kedudukan Thalut yang sudah berada dekat dari tempat mereka bersembunyi.\n\n Mereka kembali memberitahukan kepada Daud bahwa Thalut dan askarnya sudah berada di sebuah lembah dekat dengan tempat mereka dan sedang tertidur semuanya dengan nyenyak.\n\n Mereka berseru kepada Daud jangan menyia-nyiakan kesempatan yang baik ini untuk memberi pukulan yang memastikan kepada Thalut dan askarnya.\n\n Anjuran mereka ditolak oleh Daud dan ia buat sementara merasa cukup sebagai peringatan pertama bagi Thalut menggunting saja sudut bajunya selagi ia nyenyak dalam tidurnya.\n\n Setelah Thalut terbangun dari tidurnya, dihampirilah ia oleh Daud yang seraya menunjukkan potongan yang digunting dari sudut bajunya berkatalah ia kepadanya: \"Lihatlah pakaian bajumu yang telah aku gunting sewaktu engkau tidur nyenyak.\n\n Sekiranya aku mau nescaya aku dengan mudah telah membunuhmu dan menceraikan kepalamu dari tubuhmu, namun aku masih ingin memberi kesempatan kepadamu untuk bertaubat dan ingat kepada Tuhan serta membersihkan hati dan fikiranmu dari sifat-sifat dengki, hasut dan buruk sangka yang engkau jadikan dalih untuk membunuh orang sesuka hatimu.”\n\n Thalut tidak dapat menyembunyikan rasa terkejutnya bercampur malu yang nampak jelas pada wajahnya yang pucat.\n\n Ia berkata menjawab Daud: \"Sungguh engkau adalah lebih adil dan lebih baik hati daripadaku.\n\n Engkau benar-benar telah menunjukkan jiwa besar dan perangai yang luhur.\n\n Aku harus mengakui hal itu.”\n\n Peringatan yang diberikan oleh Daud belum dapat menyedarkan Thalut.\n\n Hasratnya yang keras untuk mempertahankan kedudukannya yang sudah lapuk itu menjadikan ia lupa peringatan yang ia terima dari Daud tatkala digunting sudut bajunya.\n\n Ia tetap melihat Daud sebagai musuh yang akan menghancurkan kerajaannya dan mengambil alih mahkotanya.\n\n Ia merasa belum aman selama masih hidup dikelilingi oleh para pengikutnya yang makin lama makin membesar bilangannya.\n\n Ia enggan menarik pengajaran dan peristiwa perguntingan bajunya dan mencuba sekali lagi membawa askarnya mengejar dan mencari Daud untuk menangkapnya hidup atau mati.\n\n Sampailah berita pengejaran Thalut ke telinga Daud buat kali keduanya, maka dikirimlah pengintai oleh Daud untuk mengetahui dimana tempat askar Thalut berkhemah.\n\n Di ketemukan sekali lagi mereka sedang berada disebuah bukit tertidur dengan nyenyaknya karena payah kecapaian.\n\n Dengan melangkah beberapa anggota pasukan yang lagi tidur, sampailah Daud di tempat Thalut yang lagi mendengkur dalam tidurnya, diambilnyalah anak panah yang tertancap di sebelah kanan kepala Thalut berserta sebuah kendi air yang terletak disebelah kirinya.\n\n Kemudian dari atas bukit berserulah Daud sekeras suaranya kepada anggota pasukan Thalut agar mereka bangun ari tidurnya dan menjaga baik-baik keselamatan rajanya yang nyaris terbunuh karena kecuaian mereka.\n\n Ia mengundang salah seorang dari anggota pasukan untuk datang mengambil kembali anak panah dan kendi air kepunyaan raja yang telah dicuri dari sisinya tanpa seorang pun dari mereka yang mengetahuinya.\n\n Tindakan Daud itu yang dimaksudkan sebagai peringatan kali kedua kepada Thalut bahwa pasukan pengawal yang besar yang mengelilinginya tidak akan dapat menyelamatkan nyawanya bila Allah menghendaki merenggutnya.\n\n Daud memberi dua kali peringatan kepada Thalut bukan dengan kata-kata tetapi dengan perbuatan yang nyata yang menjadikan ia merasa ngeri membayangkan kesudahan hayatnya andaikan Daud menuntut balas atas apa yang ia telah lakukan dan rancangkan untuk pembunuhannya.\n\n Jiwa bsar yang telah ditunjukkan oleh daud dalam kedua peristiwa itu telah sangat berkesan dalam lubuk hati Thalut.\n\n Ia terbangun dari lamunannya dan sedar bahwa ia telah jauh tersesat dalam sikapnya terhadap Daud.\n\n Ia sedar bahwa nafsu angkara murka dan bisikan iblislah yang mendorongkan dia merancangkan pembunuhan atas diri Daud yang tidak berdosa, yang setia kepada kerajaannya, yang berkali-kali mempertaruhkan jiwanya untuk kepentingan bangsa dan negerinya, tidak pernah berbuat kianat atau melalaikan tugas dan kewajibannya.\n\n Ia sedar bahwa ia telah berbuat dosa besar dengan pembunuhan yang telah dilakukan atas beberapa pemuka agama hanya kerana purba sangka yang tidak berdasar.\n\n Thalut duduk seorang diri termenung membalik-balik lembaran sejarah hidupnya, sejak berada di desa bersama ayahnya, kemudian tanpa diduga dan disangka, berkat rahmat dan Karunia Allah diangkatlah ia menjadi raja Bani Isra'il dan bagaimana Tuhan telah mengutskan Daud untuk mendampinginya dan menjadi pembantunya yang setia dan komandan pasukannya yang gagah perkasa yang sepatutnya atas jasa-jasanya itu ia mendapat penghargaan yang setinggi-tingginya dan bukan sebagaimana ia telah lakukan yang telah merancangkan pembunuhannya dan mengejar-gejarnya setelah ia melarikan diri dari istana.\n\n Dan walaupun ia telah mengkhianati Daud dengan rancangan jahatnya, Daud masih berkenan memberi ampun kepadanya dalam dua kesempatan di mana ia dengan mudah membunuhnya andaikan dia mau.\n\n Membayangkan peristiwa-2 itu semunya menjadi sesaklah dada Thalut menyesalkan diri yang telah terjerumus oleh hawa nafsu dan godaan Iblis sehingga ia menyia-nyiakan Karunia dan rahmat Allah dengan tindakan-tindakan yang bahkan membawa dosa dan murka Allah.\n\n Maka untuk menebuskan dosa-dosanya dan bertaubat kepada Allah, Thalut akhirnya mengambil keputusan keluar dari kota melepaskan mahkotanya dan meninggalkan istananya berserta segala kebesaran dan kemegahannya lalu pergilah ia berkelana dan mengembara di atas bumi Allah sampai tiba saatnya ia mendapat panggilan meninggalkan dunia yang fana ini menuju alam yang baka.\n\n Syahdan, setelah istana kerajaan Bani Isra'il ditinggalkan oleh Thalut yang pergi tanpa meninggalkan bekas, beramai-ramailah rakyat mengangkat dan menobatkan Daud sebagai raja yang berkuasa.\n\n Nabi Daud mendapat Godaan\n\n Daud dapat menangani urusan pemerintahan dan kerajaan, mengadakan peraturan dan menentukan bagi dirinya hari-hari khusus untuk melakukan ibadah dan bermunajat kepada Allah, hari-hari untuk peradilan, hari-hari untuk berdakwah dan memberi penerangan kepada rakyat dan hari-hari menyelesaikan urusan-urusan peribadinya.\n\n Pada hari-hari yang ditentukan untuk beribadah dan menguruskan urusan-2 peribada, ia tidak diperkenankan seorang pun menemuinya dan mengganggu dalam khalawatnya, sedang pada hari-hari yang ditentukan untuk peradilan maka ia menyiapkan diri untuk menerima segala lapuran dan keluhan yang dikemukan oleh rakyatnya serta menyelesaikan segala pertikaian dan perkelahian yang terjadi diantara sesama mereka.\n\n Peraturan itu diikuti secara teliti dan diterapkan secara ketat oleh para pengawal dan petugas keamanan istana.\n\n Pada suatu hari di mana ia harus menutup diri untuk beribadah dan berkhalwat datanglah dua orang lelaki meminta izin dari para pengawal untuk masuk bagi menemui raja.\n\n Izin tidak diberikan oleh para pengawal sesuai dengan ketentuan yang berlaku, namun lelaki itu memaksa kehendaknya dan melalui pagar yang dipanjat sampailah mereka ke dalam istana dan bertemu muka dengan Daud.\n\n Daud yang sedang melakukan ibadahnya terperanjat melihat kedua lelaki itu sudah berada di depannya, padahal ia yakin para penjaga pintu istana tidak akan dapat melepaskan siapa pun masuk istana menemuinya.\n\n Berkatalah kedua tamu yang tidak diundang itu ketika melihat wajah Daud menjadi pucat tanda takut dan terkejut: \"Janganlah terkejut dan janganlah takut.\n\n Kami berdua datang kemari untuk meminta keputusan yang adil dan benar mengenai perkara sengketa yang terjadi antara kami berdua.”\n\n Nabi Daud tidak dapat berbuat selain daripada menerima mereka yang sudah berada didepannya, kendatipun tidak melalui prosedur dan protokol yang sepatutnya.\n\n Berkatalah ia kepada mereka setelah pulih kembali ketenangannya dan hilang rasa paniknya: \"Cubalah bentangkan kepadaku persoalanmu dalam keadaan yang sebenarnya.”\n\n Berkata seorh daripada kedua lelaki itu: \"Saudaraku ini memilki sembilan puluh sembilan ekor domba betina dan aku hanya memilki seekor sahaja.\n\n Ia menuntut dan mendesakkan kepadaku agar aku serahkan kepadanya dombaku yang seekor itu bagi melengkapi perternakannya menjadi genap seratus ekor.\n\n Ia membawa macam-macam alasan dan berbagai dalil yang sangat sukar bagiku untuk menolaknya, mengingatkan bahwa ia memang lebih cekap berdebat dan lebih pandai bertikam lidah daripadaku.”\n\n Nabi Daud berpaling muka kepada lelaki yang lain yang sedang seraya bertanya: \"Benarkah apa yang telah diuraikan oleh saudara kamu ini?\" \"Benar\" ,jawab lelaki itu.\n\n \"Jika memang demikian halnya\", kata Daud, dengan marah \"maka engkau telah berbuat zalim kepada saudaramu ini dan memperkosakan hak miliknya dengan tuntutanmu itu.\n\n Aku tidak akan membiarkan engkau melanjutkan tindakanmu yang zalim itu atau engkau akan menghadapi hukuman pukulan pada wajah dan hidungmu.\n\n Dan memang banyak di antara orang-orang yang berserikat itu yang berbuat zalim satu terhadap yang lain kecuali mereka yang benar beriman dan beramal soleh.”\n\n \"Wahai Daud\", berkata lelaki itu menjawab, \"sebenarnya engkaulah yang sepatut menerima hukuman yang engkau ancamkan kepadaku itu.\n\n Bukankah engkau sudah mempunyai sembilan puluh sembilan perempuan mengapa engkau masih menyunting lagi seorang gadis yang sudah lama bertunang dengan seorang pemuda anggota tentaramu sendiri yang setia dan bakti dan sudah lama mereka berdua saling cinta dan mengikat janji.”\n\n Nabi Daud tercengang mendengar jawapan lelaki yang berani, tegas dan pedas itu dan sekali lagi ia memikirkan ke mana sasaran dan tujuan kata-kata itu, sekonyong-konyong lenyaplah menghilang dari pandangannya kedua susuk tubuh kedua lelaki itu.\n\n Nabi Daud berdiam diri tidak mengubah sikap duduknya dan seraya termenung sedarlah ia bahwa kedua lelaki itu adalah malaikat yang diutuskan oleh Allah untuk memberi peringatan dan teguran kepadanya.\n\n Ia seraya bersujud memohon ampun dan maghfirah dari Tuhan atas segala tindakan dan perbuatan yang tidak diredhai oleh-Nya.\n\n Allah menyatakan menerima taubat Daud, mengampuni dosanya serta mengangkatnya ke tingkat para nabi dan rasul-Nya.\n\n Adapun gadis yang dimaksudkan dalam percakapan Daud dengan kedua malaikat yang menyerupai sebagai manusia itu ialah \"Sabigh binti Sya'igh seorang gadis yang berparas elok dan cantik, sedang calon suaminya adalah \"Uria bin Hannan\" seorang pemuda jejaka yang sudah lama menaruh cinta dan mengikat janji dengan gadis tersebut bahwa sekembalinya dari medan perang mereka berdua akan melangsungkan perkhawinan dan hidup sebagai suami istri yang bahagia.\n\n Pemuda itu telah secara rasmi meminang Sabigh dari kedua orang tuanya, yang dengan senang hati telah menerima baik uluran tangan pemuda itu.\n\n Akan tetapi apa yang hendak dikatakan sewaktu Uria bin Hannan berada di negeri orang melaksanakan perintah Daud berjihad untuk menegakkan kalimah Allah, terjadilah sesuatu yang menghancurkan rancangan syahdunya itu dn menjadilah cita-citanya untuk beristrikan Sabigh gadis yang diidam-idamkan itu, seakan-akan impian atau fatamorangana belaka.\n\n Pada suatu hari di mana Uria masih berada jauh di negeri orang melaksanakan perintah Allah untuk berjihad, tertangkaplah paras Sabigh yang ayu itu oleh kedua belah mata Daud dan dari pandangan pertama itu timbullah rasa cinta di dalam hati Daud kepada sang gadis itu, yang secara sah adalah tunangan dari salah seorang anggota tentaranya yang setia dan cekap.\n\n Daud tidak perlu berfikir lama untuk menyatakan rasa hatinya terhadap gadis yang cantik itu dan segera mendatangi kedua orang tuanya meminang gadis tersebut.\n\n Gerangan orang tua siapakah yang akan berfikir akan menolak uluran tangan seorang seperti Daud untuk menjadi anak menantunya.\n\n Bukankah merupakan suatu kemuliaan yang besar baginya untuk menjadi ayah mertua dari Daud seorang pesuruh Allah dan raja Bani Isra'il itu.\n\n Dan walaupun Sabigh telah diminta oleh Uria namin Uria sudah lama meninggalkan tunangannya dan tidak dapat dipastikan bahwa ia akan cepat kembali atau berada dalam keadaan hidup.\n\n Tidak bijaksanalah fikir kedua orang tua Sabigh untuk menolak uluran tangan Daud hanya semata-mata karena menantikan kedatangan Uria kembali dari medan perang.\n\n Maka diterimalah permintaan Daud dan kepadanya diserahkanlah Sabigh untuk menjadi istrinya yang sah.\n\n Demikianlah kisah perkhawinan Daud dan Sabigh yang menurut para ahli tafsir menjadi sasaran kritik dan teguran Allah melalui kedua malaikat yang merupai sebagai dua lelaki yang datang kepada Nabi Daud memohon penyelesaian tentang sengketa mereka perihal domba betina mereka.\n\n Hari Sabtunya Bani Isra'il\n\n Di antara ajaran-2 Nabi Musa a.s\n\n kepada Bani Isra'il ialah bahwa mereka mewajibkan untuk mengkhususkan satu hari pada tiap minggu bagi melakukan ibadah kepada Allah mensucikan hati dan fikiran mereka dengan berzikir, bertahmid dan bersyukur atas segala Karunia dan nikmat Tuhan, bersholat dan melakukan perbuatan-2 yang baik serta amal-2 soleh.\n\n Diharamkan bagi mereka pada hari yang ditentukan itu untuk berdagang dan melaksanakan hal-hal yang bersifat duniawi.\n\n Pada mulanya hari Jumaatlah yang ditunjuk sebagai hari keramat dan hari ibadah itu, alan tetapi mereka meminta dari Nabi Musa agar hari ibadah itu dijatuhkan pada setiap hari Sabtu, mengingatkan bahwa pada hari itu Allah selesai menciptakan makhluk-Nya.\n\n Usul perubahan yang mereka ajukan itu diterima oleh Nabi Musa, maka sejak itu, hari Sabtu pada setiap minggu daijadikan hari mulia dan suci, di mana mereka tidak melakukan perdagangan dan mengusahakan urusan-2 duniawi.\n\n Mereka hanya tekun beribadah dan ebrbuat amal-amal kebajikan yang diperintahkan oleh agama.\n\n Demikianlah hari berganti hari, bulan berganti bulan dan tahun berganti tahun namun adat kebiasaan mensucikan hari Sabtu tetap dipertahankan turun temurun dan generasi demi generasi.\n\n Pada masa Nabi Daud berkuasa di suatu desa bernama \"Ailat\" satu diantara beberapa desa yang terletak di tepi Laut Merah bermukim sekelompok kaum dari keturunan Bani Isra'il yang sumber percariannya adalah dari penangkapan ikan, perdagangan dan pertukangan yang dilakukannya setiap hari kecuali hari Sabtu.\n\n Sebagai akibat dari perintah mensucikan hari Sabtu di mana tiada seorang malakukan urusan dagangan atau penangkapan ikan, maka pasar-pasar dan tempat-2 perniagaan di desa itu menjadi sunyi senyap pada tiap hari dan malam sabtu, sehingga ikan-2 di laut tampak terapung-apung di atas permukaan air, bebas berpesta ria mengelilingi dua buah batu besar berwarna putih terletak ditepi laut dekat desa Ailat.\n\nIkan-ikan itu seolah-olah sudah terbiasa bahwa pada tiap malam dan hari Sabtu terasa aman bermunculan di atas permukaan air tanpa mendapat gangguan dari para nelayan tetapi begitu matahari terbenam pada Sabtu senja menghilanglah ikan-ikan itu kembali ke perut dan dasar laut sesuai dengan naluri yang dimiliki oleh tiap binatang makhluk Allah.\n\n Para nelayan desa Ailat yang pada hari-hari biasa tidak pernah melihat ikan begitu banyak terapung-apung di atas permukaan air, bahkan sukar mendapat menangkap ikan sebanyak yang diharapkan, menganggap adalah kesempatan yang baik dan menguntungkan sekali bila mereka melakukan penangkapan ikan pada tiap malam dan hari Sabtu.\n\n Fikiran itu tidak disia-siakan dan tanpa menghiraukan perintah agama dan adat kebiasaan yang sudah berlaku sejak Nabi Musa memerintahkannya, pergilah mereka ramai-ramai ke pantai menangkap ikan di malam dan hari yang terlarang itu, sehingga berhasillah mereka menangkap ikan sepuas hati mereka dan sebanyak yang mereka harapkan, Berbeda jauh dengan hasil mereka di hari-hari biasa.\n\n Para penganut yang setia dan para mukmin yang soleh datang menegur para orang fasiq yang telah berani melanggar kesucian hari Sabtu.\n\n Mereka diberi nasehat dan peringatan agar menghentikan perbuatan mungkar mereka dan kembali mentaati perintah agama serta menjauhkan diri dari semua larangannya, supay menghindari murka Allah yang dapat mencabut Karunia dan nikmat yang telah diberikan kepada mereka.\n\n Nasehat dan peringatan para mukmin itu tidak dihiraukan oleh para nelayan yang membangkang itu bahkan mereka makin giat melakukan pelanggaran secara demonstratif karena sayang akan kehilangan keuntungan material yang besar yang mereka perolrh dan penangkapan ikan di hari-hari yang suci.\n\n Akhirnya pemuka-pemuka agama terpaksa mengasingkan mereka dari pergaulan dan melarangnya masuk ke dalam kota dengan menggunakan senjata kalau perlu.\n\n Berkata para nelayan pembangkang itu memprotes: \"sesungguhnya kota Ailat adalah kota dan tempat tinggal kami bersama kami mempunyai hak yang sama seperti kamu untuk tinggal menetap di sini dan sesekali kamu tidak berhak melarang kami memasuki kota kami ini serta melarang kami menggali sumber-2 kekayaan yang terdapat di sini bagi kepentingan hidup kami.\n\n Kami tidak akan meninggalkan kota kami ini dan pergi pindah ke tempat lain.\n\n Dan jika engkau enggan bergaul dengan kami maka sebaiknya kota Ailat ini di bagi menjadi dua bahagian dipisah oleh sebuah tembok pemisah, sehingga masing-2 pihak bebas berbuat dan melaksanakan usahanya tanpa diganggu oleh mana-mana pihak lain.”\n\n Dengan adanya garis pemisah antara para nelayan pembangkang yang fasiq dan pemeluk-pemeluk agama yang taat bebaslah mereka melaksanakan usaha penangkapan ikan semau hatinya secara besar-besaran pada tiap-tiap hari tanpa berkecuali.\n\n Mereka membina saluran-2 air bagi mengalirkan air laut ke dekat rumah-2 mereka dengan mengadakan bendungan-2 yang mencegahkan kembalinya ikan-2 le laut bila matahari terbenam pada setiap petang Sabtu pada waktu mana biasanya ikan-2 yang terapung-apung itu meluncur kembali ke dasar laut.\n\n Para nelayan yang makin manjadi kaya karena keuntungan besar yang meeka peroleh dari hasil penangkapan ikan yang bebas menjadi makin berani melakukan maksiat dan pelanggaran perintah-2 agama yang menjurus kepada kerusakkan akhlak dan moral mereka.\n\n Sementara para pemuka agama yang melihat para nelayan itu makin berani melanggar perintah Allah dan melakukan kemungkaran dan kemaksiatan di daerah mereka sendiri masih rajin mendatangi mereka dari masa ke semasa memperingatkan mereka dan memberi nasehat , kalau-2 masih dapat ditarik ke jalan yang benar dan bertaubat dari perbuatan maksiat mereka.\n\n Akan tetapi kekayaan yang mereka peroleh dari hasil penangkapan yang berganda menjadikan mata mereka buta untuk melihta cahaya kebenaran, telinga mereka pekak untuk mendengar nasehat-2 para pemuka agama dan lubuk hati mereka tersumbat oleh nafsu kemaksiatan dan kefasiqan, sehingga menjadikan sebahagian dari pemuka dan penganjur agaam itu berputus asa dan berkata kepada sebahagian yang masih menaruh harapan: \"Mengapa kamu masih menasehati orang-orang yang akan dibinasakan oleh Allah dan akan ditimpahi hati orang-orang yang akan dibinasakan oleh Allah dan akan ditimpahi azab yang sangat keras.”\n\n Demikianlah pula Nabi Daud setelah melihat bahwa segala nasehat dan peringatan kepada kaumnya hanya dianggap sebagai angin lalu atau seakan suara di padang pasir belaka dan melihat tiada harapan lagi bahwa mereka akan sedar dan insaf kembali maka berdoalah beliau memohon kepada Allah agar menggajar mereka dengan seksaan dan azab yang setimpal.\n\n doa Nabi Daud dikabulkan oleh Allah dan terjadilah suatu gempa bumi yang dahsyat yang membinasakan orang-orang yang telah membangkang dan berlaku zalim terhadap diri mereka sendiri dengan mengabaikan perintah Allah dan perintah para hamba-Nya yang soleh.\n\n Sementara mereka yang mukmin dan soleh mendapat perlindungan Allah dan terhindarlah dari malapetaka yang melanda itu.\n\n Beberapa Karunia Allah Kepada Nabi Daud\n\n • Allah mengutusnya sebagai nabi dan rasul mengaruniainya hikmah, kesempurnaan ilmu, ketelitian amal perbuatan serta kebijaksanaan dalam menyelesaikan perselisihan.\n\n • Kepadanya diturunkan kitab \"Zabur\", kitab suci yang menghimpunkan qasidah-qasidah dan sajak-sajak serta lagu-lagu yang mengandungi tasbih dan pujian-pujian kepada Allah, kisah umat-2 yang dahulu dan berita nabi-nabi yang akan datang, di antaranya berita tentang datangnya Nabi Muhammad s.a.w\n\n • Allah menundukkan gunung-gunung dan memerintahkannya bertasbih mengikuti tasbih Nabi Daud tiap pagi dan senja.\n\n • Burung-burung pun turut bertasbih mengikuti tasbih Nabi Daud berulang-ulang.\n\n • Nabi Daud diberi peringatan tentang maksud suara atau bahasa burung-2.\n\n • Allah telah memberinya kekuatan melunakkan besi, sehingga ia dapat membuat baju-baju dan lingkaran-2 besi dengan tangannya tanpa pertolongan api.\n\n • Nabi Daud telah diberikannya kesempatan menjadi raja memimpin kerajaan yang kuat yang tidak dapat dikalahkan oleh musuh, bahkan sebaliknya ia selalu memperolehi kemenangan di atas semua musuhnya.\n\n • Nabi Daud diKaruniakan suara yang merdu oleh Allah yang enak didengar sehingga kini ia menjadi kiasan bila seseorang bersuara merdu dikatakan bahwa ia memperolehi suara Nabi Daud.\n\n Kisah Nabi Daud dan kisah Sabtunya Bani Isra'il terdapat dalam Al-Quran surah \"Saba'\" ayat 11, surah \"An-Nisa'\" ayat 163, surah \"Al-Isra'\" ayat 55, surah \"Shaad\" ayat 17 sehingga ayat 26 dan surah \"Al-'Aaraaf\" ayat 163 sehingga ayat 165.\n\n Beberapa Pelajaran Dari Kisah Nabi Daud A.S\n\n • Allah telah memberikan contoh bahwa seseorang yang bagaimana pun besar dan perkasanya yang hanya menyandarkan diri kepada kekuatan jasmaninya dapat dikalahkan oleh orang yang lebih lemah dengan hanya sesuatu benda yang tidak bererti sebagaimana Daud yang muda usia dan lemah Fisikal mengalahkan Jalout yang perkasa itu dengan bersenjatakan batu sahaja.\n\n • Seorang yang lemah dan miskin tidak patut berputus asa mencari hasil dan memperoleh kejayaan dalam usaha dan perjuangannya selama ia bersandarkan kepada takwa dan iman kepada Allah yang akan melindunginya.\n\n • Kemenangan Daud atas Jalout tidak menjadikan dia berlaku sombong dan takabbur, bahkan sebaliknya ia bersikap rendah hati dan lemah-lembut terhadap kawan maupun lawan ",
		"tmp": "Palestina",
		"image_url":"http://3.bp.blogspot.com/-JBkfCFVhupM/Vn3XquoyDoI/AAAAAAAABuY/f5IApOJIToU/s320/daud.png",
		"icon_url":""
}