{
		"name": "Nabi Hud AS",
		"thn_kelahiran": "2450",
		"usia": 130,
		"description": "\"Aad\" adalah nama bapa suatu suku yang hidup di jazirah Arab di suatu tempat bernama \"Al-Ahqaf\" terletak di utara Hadramaut atr Yaman dan Umman dan termasuk suku yang tertua sesudak kaum Nabi Nuh serta terkenal dengan kekuatan jasmani dalam bentuk tubuh-tubuh yang besar dan raksasa.\n\n Mereka dikaruniai oleh Allah tanah yang subur dengan sumber-sumber airnya yang mengalir dari segala penjuru sehinggakan memudahkan mereka bercucuk tanam untuk bhn makanan mereka.\n\n dan memperindah tempat tinggal mereka dengan kebun-kebun bunga yang indah-indah.\n\n Berkat kurnia Tuhan itu mereka hidup menjadi makmur, sejahtera dan bahagia serta dalam waktu yang singkat mereka berkembang biak dan menjadi suku yang terbesar diantara suku-suku yang hidup di sekelilingnya.\n\n Sebagaimana dengan kaum Nabi Nuh kaum Hud ialah suku Aad ini adalah penghidupan rohaninya tidak mengenal Allah Yang Maha Kuasa Pencipta alam semesta.\n\n Mereka membuat patung-patung yang diberi nama \" Shamud\" dan \" Alhattar\" dan itu yang disembah sebagai tuhan mereka yang menurut kepercayaan mereka dapat memberi kebahagiaan, kebaikan dan keuntungan serta dapat menolak kejahatan, kerugian dan segala musibah.\n\n Ajaran dan agama Nabi Idris dan Nabi Nuh sudah tidak berbekas dalam hati, jiwa serta cara hidup mereka sehari-hari.\n\n Kenikmatan hidup yang mereka sedang tenggelam di dalamnya berkat tanah yang subur dan menghasilkan yang melimpah ruah menurut anggapan mereka adalah kurniaan dan pemberian kedua berhala mereka yang mereka sembah.\n\n Karenanya mereka tidak putus-putus sujud kepada kedua berhala itu mensyukurinya sambil memohon perlindungannya dari segala bahaya dan mushibah berupa penyakit atau kekeringan.\n\n Sebagai akibat dan buah dari aqidah yang sesat itu pergaulan hidup mereka menjadi dikuasai oleh tuntutan dan pimpinan Iblis, di mana nilai-nilai moral dan akhlak tidak menjadi dasar penimbangan atau kelakuan dan tindak-tanduk seseorang tetapi kebendaan dan kekuatan lahiriahlah yang menonjol sehingga timbul kerusuhan dan tindakan sewenang-wenang di dalam masyarakat di mana yang kuat menindas yang lemah yang besar memperkosa yang kecil dan yang berkuasa memeras yang di bawahnya.\n\n Sifat-sifat sombong, congkak, iri-hati, dengki, hasut dan benci-membenci yang didorong oleh hawa nafsu merajalela dan menguasai penghidupan mereka sehingga tidak memberi tempat kepada sifat-sifat belas kasihan, sayang menyayang, jujur, amanat dan rendah hati.\n\n Demikianlah gambaran masyarakat suku Aad tatkala Allah mengutuskan Nabi Hud sebagai nabi dan rasul kepada mereka.\n\n Nabi Hud Berdakwah Di Tengah-tengah Sukunya\n\n Sudah menjadi sunnah Allah sejak diturunkannya Adam Ke bumi bahawa dari masa ke semasa jika hamba-hamba-Nya sudah berada dalam kehidupan yang sesat sudah jauh menyimpang dari ajaran-ajaran agama yang dibawa oleh Nabi-nabi-Nya diutuslah seorang Nabi atau Rasul yang bertugas untuk menyegarkan kembali ajaran-ajaran nabi-nabi yang sebelumnya mengembalikan masyarakat yang sudah tersesat ke jalanlurus dan benar dan mencuci bersih jiwa manusiadari segala tahayul dan syirik menggantinya dan mengisinya dengan iman tauhid dan aqidah yang sesuia dengan fitrah.\n\n Demikianlah maka kepada suku Aad yang telah dimabukkan oleh kesejahteraan hidup dan kenikmatan duniawi sehingga tidak mengenalkan Tuhannya yang mengurniakan itu semua.\n\n Di utuskan kepada mereka Nabi Hud seorang daripada suku mereka sendiri dari keluarga yang terpandang dan berpengaruh terkenal sejak kecilnya dengan kelakuan yang baik budi pekerti yang luhur dan sgt bijaksana dalam pergaulan dengan kawan-kawannya.\n\n Nabi Hud memulai dakwahnya dengan menarik perhatian kaumnya suku Aad kepada tanda-tanda wujudnya Allah yang berupa alam sekeliling mereka dan bahawa Allahlah yang mencipta mereka semua dan mengurniakan mereka dengan segala kenikmatan hidup yang berupa tanah yang subur, air yang mengalir serta tubuh-tubuhan yang tegak dan kuat.\n\n Dialah yang seharusnya mereka sembah dan bukan patung-patung yang mereka perbuat sendiri.\n\n Mereka sebagai manusia adalah makhluk Tuhan paling mulia yang tidak sepatutnya merendahkan diri sujud menyembah batu-batu yang sewaktunya dapat mereka hancurkan sendiri dan memusnahkannya dari pandangan.\n\n Di terangkan oleh Nabi Hud bahaw adia adalah pesuruh Allah yang diberi tugas untuk membawa mereka ke jalan yang benar beriman kepada Allah yang menciptakan mereka menghidup dan mematikan mereka memberi rezeki atau mencabutnya daripada mereka.\n\n Ia tidak mengharapkan upah dan menuntut balas jasa atas usahanya memimpin dan menuntut mereka ke jalan yang benar.\n\n Ia hanya menjalankan perintah Allah dan memperingatkan mereka bahawa jika mrk tetap menutup telinga dan mata mrk menghadapi ajakan dan dakwahnya mereka akan ditimpa azab dan dibinasakan oleh Allah sebagaimana terjadinya atas kaum Nuh yang mati binasa tenggelam dalam air bah akibat kecongkakan dan kesombongan mereka menolak ajaran dan dakwah Nabi Nuh seraya bertahan pada pendirian dan kepercayaan mereka kepada berhala dan patung-patung yang mereka sembah dan puja itu.\n\n Bagi kaum Aad seruan dan dakwah Nabi Hud itu merupakan barang yang tidak pernah mrk dengar ataupun menduga.\n\n Mereka melihat bahawa ajaran yang dibawa oleh Nabi Hud itu akan mengubah sama sekali cara hidup mereka dan membongkar peraturan dan adat istiadat yang telah mereka kenal dan warisi dari nenek moyang mereka.\n\n Mereka tercengang dan merasa hairan bahawa seorang dari suku mereka sendiri telah berani berusaha merombak tatacara hidup mereka dan menggantikan agama dan kepercayaan mereka dengan sesuatu yang baru yang mereka tidak kenal dan tidak dapat dimengertikan dan diterima oleh akal fikiran mereka.\n\n Dengan serta-merta ditolaklah oleh mereka dakwah Nabi Hud itu dengan berbagai alasan dan tuduhan kosong terhadap diri beliau serta ejekan-ejekan dan hinaan yang diterimanya dengan kepala dingin dan penuh kesabaran.\n\n Berkatalah kaum Aad kepada Nabi Hud:\"Wahai Hud! Ajaran dan agama apakah yang engkau hendak anjurkan kepada kami? Engkau ingin agar kami meninggalkan persembahan kami kepada tuhan-tuhan kami yang berkuasa ini dan menyembah tuhan mu yang tidak dapat kami jangkau dengan pancaindera kami dan tuhan yang menurut kata kamu tidak bersekutu.\n\n Cara persembahan yang kami lakukan ini ialah yang telah kami warisi dari nenek moyang kami dan tidak sesekali kami tidak akan meninggalkannya bahkan sebaliknya engkaulah yang seharusnya kembali kepada aturan nenek moyangmu dan jangan mencederai kepercayaan dan agama mereka dengan memebawa suatu agama baru yang tidak kenal oleh mereka dan tentu tidak akan direstuinya.\n\n\" Wahai kaumku! jawab Nabi Hud,Sesungguhnya Tuhan yang aku serukan ini kepada kamu untuk menyembah-Nya walaupun kamu tidak dapat menjangkau-Nya dengan pancainderamu namun kamu dapat melihat dam merasakan wujudnya dalam diri kamu sendiri sebagai ciptaannya dan dalam alam semesta yang mengelilingimu beberapa langit dengan matahari bulan dan bintang-bintangnya bumi dengan gunung-ganangnya sungai tumbuh-tumbuhan dan binatang-binatang yang kesemuanya dapat bermanfaat bagi kamu sebagai manusia.\n\n Dan menjadi kamu dapat menikmati kehidupan yang sejahtera dan bahagia.\n\n Tuhan itulah yang harus kamu sembah dan menundukkan kepala kamu kepada-Nya.\n\nTuhan Yang Maha Esa tiada bersekutu tidak beranak dan diperanakan yang walaupun kamu tidak dapat menjangkau-Nya dengan pancainderamu, Dia dekat daripada kamu mengetahui segala gerak-geri dan tingkah lakumu mengetahui isi hati mu denyut jantungmu dan jalan fikiranmu.\n\n Tuhan itulah yang harus disembah oleh manusia dengan kepercayaan penuh kepada Keesaan-Nya dan kekuasaan-Nya dan bukan patung-patung yang kamu perbuat pahat dan ukir dengan tangan kamu sendiri kemudian kamu sembah sebagai tuhan padahal ia suatu barang yang pasif tidak dapat berbuat sesuatu yang menguntungkan atau merugikan kamu.\n\n Alangkah bodohnya dan dangkalnya fikiranmu jika kamu tetap mempertahankan agamamu yang sesat itu dan menolak ajaran dan agama yang telah diwahyukan kepadaku oleh Allah Tuhan Yang Maha Esa itu.\n\n\" Wahai Hud! jawab kaumnya,\"Gerangan apakah yang menjadikan engkau berpandangan dan berfikiran lain daripada yang sudah menjadi pegangan hidup kami sejak dahulu kala dan menjadikan engkau meninggalkan agama nenek moyangmu sendiri bahkan sehingga engkau menghina dan merendahkan martabat tuhan-tuhan kami dan memperbodohkan kami dan menganggap kami berakal sempit dan berfikiran dangkal? Engkau mengaku bahwa engkau terpilih menjadi rasul pesuruh oleh Tuhanmu untuk membawa agama dan kepercayaan baru kepada kami dan mengajak kami keluar dari jalan yang sesat menurut pengakuanmu ke jalan yang benar dan lurus.\n\n Kami merasa hairan dan tidak dapat menerima oleh akal kami sendiri bahwa engkau telah dipilih menjadi pesuruh Tuhan.\n\n Apakah kelebihan kamu di atas seseorang daripada kami , engkau tidak lebih tidak kurang adalah seorang manusia biasa seperti kami hidup makan minum dan tidur tiada bedanya dengan kami, mengapa engkau yang dipilih oleh Tuhanmu? Sungguh engkau menurut anggapan kami seorang pendusta besar atau mungkin engkau berfikiran tidak sehat terkena kutukan tuhan-tuhan kami yang selalu engkau eje hina dan cemuhkan.\n\n\" Wahai kaumku! jawab Nabi Hud, \"aku bukanlah seorang pendusta dan fikiran ku tetap waras dan sehat tidak krg sesuatu pun dan ketahuilah bahwa patung-patungmu yang kamu pertuhankan itu tidak dapat mendatangkan sesuatu gangguan atau penyakit bagi bandaku atau fikiranku.\n\n Kamu kenal aku, sejak lama aku hidup di tengah-tengah kamu bahawa aku tidak pernah berdusta dan bercakap bohong dan sepanjang pergaulanku dengan kamu tidak pernah terlihat pada diriku tanda-tanda ketidak wajaran perlakuanku atau tanda-tanda yang meragukan kewarasan fikiranku dan kesempurnaan akalku.\n\n Aku adalah benar pesuruh Allah yang diberi amanat untuk menyampaikan wahyu-Nya kepada hamba-hamba-Nya yang sudah tersesat kemasukan pengaruh ajaran Iblis dan sudah jauh menyimpang dari jalan yang benar yang diajar oleh nabi-nabi yang terdahulu karena Allah tidak akan membiarkan hamba-hamba-Nya terlalu lama terlantar dalam kesesatan dan hidup dalam kegelapan tanpa diutuskan seorang rasul yang menuntun mereka ke jalan yang benar dan penghidupan yang diredhai-Nya.\n\n Maka percayalah kamu kepada ku gunakanlah akal fikiran kamu berimanlah dan bersujudlah kepada Allah Tuhan seru sekalian alam Tuhan yang menciptakan kamu menciptakan langit dan bumi menurunkan hujan bagi menyuburkan tanah ladangmu, menumbuhkan tumbuh0tumbuhan bagi meneruskan hidupmu.\n\n Bersembahlah kepada-Nya dan mohonlah ampun atas segala perbuatan salah dan tindakan sesatmu, agar Dia menambah rezekimu dan kemakmuran hidupmu dan terhindarlah kamu dari azab dunia sebagaimana yang telah dialami oleh kaum Nuh dan kelak azab di akhirat.\n\n Ketahiulah bahawa kamu akan dibangkitkan kembali kelak dari kubur kamu dan dimintai bertanggungjawab atas segala perbuatan kamu di dunia ini dan diberi ganjaran sesuai dengan amalanmu yang baik dan soleh mendapat ganjaran baik dan yang hina dan buruk akan diganjarkan dengan api neraka.\n\n Aku hanya menyampaikannya risalah Allah kepada kamu dan dengan ini telah memperingati kamu akan akibat yang akan menimpa kepada dirimu jika kamu tetap mengingkari kebenaran dakwahku.\n\n\" Kaum Aad menjawab: \" Kami bertambah yakin dan tidak ragu lagi bahawa engkau telah mendapat kutukan tuhan-tuhan kami sehingga menyebabkan fikiran kamu kacau dan akalmu berubah menjadi sinting.\n\n Engkau telah mengucapkan kata-kata yang tidak masuk akal bahwa jika kami mengikuti agamamu, akan bertambah rezeki dan kemakmuran hidup kami dan bahawa kami akan dibangkitkan kembali dari kubur kami dan menerima segala ganjaran atas segala amalan kami.\n\nAdakah mungkin kami akan dibangkitkan kembali dari kubur kami setelah kami mati dan menjadi tulang-belulang.\n\n Dan apakah azab dan seksaan yang engkau selalu menakut-nakuti kami dan mengancamkannya kepada kami? Semua ini kami anggap kosong dan ancaman kosong belaka.\n\n Ketahuilah bahwa kami tidak akan menyerah kepadamu dan mengikuti ajaranmu karena bayangan azab dan seksa yang engkau bayang-bayangkannya kepada kami bahkan kami menentang kepadamu datangkanlah apa yang engkau janjikan dan ancamkan itu jika engkau betul-betul benar dalam kata-katamu dan bukan seorang pendusta.\n\n\" Baiklah! jawab Nabi Hud,\" Jika kamu meragukan kebenaran kata-kataku dan tetap berkeras kepala tidak menghiraukan dakwahku dan meninggalkan persembahanmu kepada berhala-berhala itu maka tunggulah saat tibanya pembalasan Tuhan di mana kamu tidak akan dapat melepaskan diri dari bencananya.\n\n Allah menjadi saksiku bahwa aku telah menyampaikan risalah-Nya dengan sepenuh tenagaku kepada mu dan akan tetap berusaha sepanjang hayat kandung bandaku memberi penerangan dan tuntunan kepada jalan yang baik yang telah digariskan oleh Allah bagi hamba-hamba-Nya.\n\n\" Pembalasan Allah Atas Kaum Aad\"\n\n Pembalasan Tuhan terhadap kaum Aad yang kafir dan tetap membangkang itu diturunkan dalam dua perinkat.\n\nTahap pertama berupa kekeringan yang melanda ladang-ladang dan kebun-kebun mrk, sehingga menimbulkan kecemasan dan kegelisahan, kalau-kalau mereka tidak memperolehi hasil dari ladang-ladang dan kebun-kebunnya seperti biasanya.\n\nDalam keadaan demikian Nabi Hud masih berusaha meyakinkan mereka bahawa kekeringan itu adalah suatu permulaan seksaan dari Allah yang dijanjikan dan bahwa Allah masih lagi memberi kesempatan kepada mereka untuk sedar akan kesesatan dan kekafiran mrk dan kembali beriman kepada Allah dengan meninggalkan persembahan mrk yang bathil kemudian bertaubat dan memohon ampun kepada Allah agar segera hujan turun kembali dengan lebatnya dan terhindar mrk dari bahaya kelaparan yang mengancam.\n\n Akan tetapi mereka tetap belum mahu percaya dan menganggap janji Nabi Hud itu adalah janji kosong belaka.\n\n Mereka bahkan pergi menghadap berhala-berhala mereka memohon perlindungan ari musibah yang mereka hadapi.\n\n Tentangan mrk terhadap janji Allah yang diwahyukan kepada Nabi Hud segera mendapat jawapan dengan datangnya pembalasan tahap kedua yang dimulai dengan terlihatnya gumpalan awan dan mega hitam yang tebal di atas mereka yang disambutnya dengan sorak-sorai gembira, karena dikiranya bahwa hujan akan segera turun membasahi ladang-ladang dan menyirami kebun-kebun mereka yang sedang mengalami kekeringan.\n\n Melihat sikap kaum Aad yang sedang bersuka ria itu berkatalah Nabi Hud dengan nada mengejek: \"Mega hitam itu bukanlah mega hitam dan awam rahmat bagi kamu tetapi mega yang akan membawa kehancuran kamu sebagai pembalasan Allah yang telah ku janjikan dan kamu ternanti-nanti untuk membuktikan kebenaran kata-kataku yang selalu kamu sangkal dan kamu dusta.\n\n Sejurus kemudian menjadi kenyataanlah apa yang diramalkan oleh Nabi Hud itu bahawa bukan hujan yang turun dari awan yang tebal itu tetapi angin taufan yang dahsyat dan kencang disertai bunyi gemuruh yang mencemaskan yang telah merusakkan bangunan-bangunan rumah dari dasarnya membawa berterbangan semua perabot-perabot dan milik harta benda dan melempar jauh binatang-binatang ternak.\n\n Keadaan kaum Aad menjadi panik mereka berlari kesana sini hilir mudik mencari perlindungan .\n\nSuami tidak tahu di mana isterinya berada dan ibu juga kehilangan anaknya sedang rumah-rumah menjadi sama rata dengan tanah.\n\n Bencana angin taufan itu berlangsung selama lapan hari tujuh malam sehingga sempat menyampuh bersih kaum Aad yang congkak itu dan menamatkan riwayatnya dalam keadaan yang menyedihkan itu untuk menjadi pengajaran dan ibrah bagi umat-umat yang akan datang.\n\n Adapun Nabi Hud dan para sahabatnya yang beriman telah mendapat perlindungan Allah dari bencana yang menimpa kaumnya yang kacau bilau dan tenang seraya melihat keadaan kaumnya yang kacau bilau mendengar gemuruhnya angin dan bunyi pohon-pohon dan bangunan-bangunan yang berjatuhan serta teriakan dan tangisan orang yang meminta tolong dan mohon perlindungan.\n\n Setelah keadaan cuaca kembali tenang dan tanah \" Al-Ahqaf \" sudah menjadi sunyi senyap dari kaum Aad pergilah Nabi Hud meninggalkan tempatnya berhijrah ke Hadramaut, di mana ia tinggal menghabiskan sisa hidupnya sampai ia wafat dan dimakamkan di sana dimana hingga sekarang makamnya yang terletak di atas sebuah bukit di suatu tempat lebih kurang 50 km dari kota Siwun dikunjungi para penziarah yang datang beramai-ramai dari sekitar daerah itu, terutamanya dan bulan Syaaban pada setiap tahun.\n\n Kisah Nabi Hud Dalam Al-Quran\n\n Kisah Nabi Hud diceritakan oleh 68 ayat dalam 10 surah di antaranya surah Hud, ayat 50 hingga 60 , surah \" Al-Mukminun \" ayat 31 sehingga ayat 41 , surah \" Al-Ahqaaf \" ayat 21 sehingga ayat 26 dan surah \" Al-Haaqqah \" ayat 6 ,7 dan 8.\n\n Pelajaran Dari Kisah Nabi Hud A.S.\n\n Nabi Hud telah memberi contoh dan sistem yang baik yang patut ditiru dan diikuti oleh juru dakwah dan ahli penerangan agama.\n\n Beliau menghadapi kaumnya yang sombong dan keras kepala itu dengan penuh kesabaran, ketabahan dan kelapangan dada.\n\n Ia tidak sesekali membalas ejekan dan kata-kata kasar mereka dengan serupa tetapi menolaknya dengan kata-kata yang halus yang menunjukkan bahawa beliau dapat menguasai emosinya dan tidak sampai kehilangan akal atau kesabaran.\n\n Nabi Hud tidak marah dan tidak gusar ketika kaumnya mengejek dengan menuduhnya telah menjadi gila dan sinting.\n\n Ia dengan lemah lembut menolak tuduhan dan ejekan itu dengan hanya mengata:\"Aku tidak gila dan bahawa tuhan-tuhanmu yang kamu sembah tidak dapat menggangguku atau mengganggu fikiranku sedikit pun tetapi aku ini adalah rasul pesuruh Allah kepadamu dan betul-betul aku adalah seorang penasehat yang jujur bagimu menghendaki kebaikanmu dan kesejahteraan hidupmu dan agar kamu terhindar dan selamat dari azab dan seksaan Allah di dunia mahupun di akhirat.\n\n\" Dalam berdialog dengan kaumnya.\n\nNabi Hud selalu berusaha mengetok hati nurani mereka dan mengajak mereka berfikir secara rasional, menggunakan akal dan fikiran yang sehat dengan memberikan bukti-bukti yang dapat diterima oleh akal mereka tentang kebenaran dakwahnya dan kesesatan jalan mereka namun hidayah iu adalah dari Allah, Dia akan memberinya kepada siapa yang Dia kehendakinya.\n\n ",
		"tmp": "Antara Yaman dan Oman",
		"image_url":"http://4.bp.blogspot.com/-xug_qsIwLmI/Vn3XsE_FJ2I/AAAAAAAABus/vx0OP5-WrMM/s320/hud.png",
		"icon_url":""
}