{
		"name": "Nabi Ibrahim AS",
		"thn_kelahiran": "1997",
		"usia": 175,
		"description": "Nabi Ibrahim adalah putera Aaazar (Tarih) bin Tahur bin Saruj bin Rau' bin Falij bin Aaabir bin Syalih bin Arfakhsyad bin Saam bin Nuh A.s\n\n Ia dilahirkan di sebuah tempat bernama \"Faddam A'ram\" dalam kerajaan \"Babylon\" yang pada waktu itu diperintah oleh seorang raja bernama \"Namrud bin Kan'aan.\"\n\n Kerajaan Babylon pada masa itu termasuk kerajaan yang makmur rakyat hidup senang, sejahtera dalam keadaan serba cukup sandang mahupun pandangan serta saranan-saranan yang menjadi keperluan pertumbuhan jasmani mereka.\n\nAkan tetapi tingkatan hidup rohani mereka masih berada di tingkat jahiliyah.\n\n Mereka tidak mengenal Tuhan Pencipta mereka yang telah memberi karunia mereka dengan segala kenikmatan dan kebahagiaan duniawi.\n\n Persembahan mereka adalah patung-patung yang mereka pahat sendiri dari batu-batu atau terbuat dari lumpur dan tanah.\n\n Raja mereka Namrud bin Kan'aan menjalankan tampuk pemerintahnya dengan tangan besi dan kekuasaan mutlak.\n\nSemua kehendaknya harus terlaksana dan segala perintahnya merupakan undang-undang yang tidak dapat dilanggar atau di tawar.\n\n Kekuasaan yang besar yang berada di tangannya itu dan kemewahan hidup yang berlebuh-lebihanyang ia nikmati lama-kelamaan menjadikan ia tidak puas dengan kedudukannya sebagai raja.\n\n Ia merasakan dirinya patut disembah oleh rakyatnya sebagai tuhan.\n\n Ia berfikir jika rakyatnya mahu dan rela menyembah patung-patung yang terbina dari batu yang tidal dapat memberi manfaat dan mendatangkan kebahagiaan bagi mereka, mengapa bukan dialah yang disembah sebagai tuhan.\n\nDia yang dapat berbicara, dapat mendengar, dapat berfikir, dapat memimpin mereka, membawa kemakmuran bagi mereka dan melepaskan dari kesengsaraan dan kesusahan.\n\n Dia yang dapat mengubah orang miskin menjadi kaya dan orang yang hina-dina diangkatnya menjadi orang mulia.\n\n di samping itu semuanya, ia adalah raja yang berkuasa dan memiliki negara yang besar dan luas.\n\n Di tengah-tengah masyarakat yang sedemikian buruknya lahir dan dibesarkanlah Nabi Ibrahim dari seorang ayah yang bekerja sebagai pemahat dan pedagang patung.\n\n Ia sebagai calun Rasul dan pesuruh Allah yang akan membawa pelita kebenaran kepada kaumnya,jauh-jauh telah diilhami akal sehat dan fikiran tajam serta kesedaran bahwa apa yang telah diperbuat oleh kaumnya termasuk ayahnya sendiri adalah perbuat yang sesat yang menandakan kebodohan dan kecetekan fikiran dan bahwa persembahan kaumnya kepada patung-patung itu adalah perbuatan mungkar yang harus dibanteras dan diperangi agar mereka kembali kepada persembahan yang benar ialah persembahan kepada Tuhan Yang Maha Esa, Tuhan pencipta alam semesta ini.\n\n Semasa remajanya Nabi Ibrahim sering disuruh ayahnya keliling kota menjajakan patung-patung buatannya namun karena iman dan tauhid yang telah diilhamkan oleh Tuhan kepadanya ia tidak bersemangat untuk menjajakan barang-barang itu bahkan secara mengejek ia menawarkan patung -patung ayahnya kepada calon pembeli dengan kata-kata:\" Siapakah yang akan membeli patung-patung yang tidak berguna ini? \"\n\n Nabi Ibrahim Ingin Melihat Bagaimana Makhluk Yang Sudah Mati Dihidupkan Kembali Oleh Allah\n\n Nabi Ibrahim yang sudah berketetapan hati hendak memerangi syirik dan persembahan berhala yang berlaku dalam masyarakat kaumnya ingin lebih dahulu mempertebalkan iman dan keyakinannya, menenteramkan\n\n hatinya serta membersihkannya dari keragu-raguan yang mungkin esekali mangganggu fikirannya dengan memohon kepada Allah agar diperlihatkan kepadanya bagaimana Dia menghidupkan \n\n kembali makhluk-makhluk yang sudah mati.\n\nBerserulah ia kepada Allah: \" Ya Tuhanku! Tunjukkanlah kepadaku bagaimana engkau menghidupkan makhluk-makhluk yang sudah mati.\n\n\"Allah menjawab seruannya dengan berfirman:Tidakkah engkau beriman dan percaya kepada kekuasaan-Ku? \"Nabi Ibrahim menjawab:\" Betul, wahai Tuhanku, aku telah beriman dan percaya kepada-Mu dan kepada kekuasaan-Mu, namun aku ingin sekali melihat itu dengan mata kepala ku sendiri, agar aku mendapat ketenteraman dan ketenangan dan hatiku dan agar makin menjadi tebal dan kukuh keyakinanku kepada-Mu dan kepada kekuasaan-Mu.\n\n\" Allah memperkenankan permohonan Nabi Ibrahim lalu diperintahkanlah ia menangkap empat ekor burung lalu setelah memperhatikan dan meneliti bahagian tubuh-tubuh burung itu, memotongnya menjadi berkeping-keping mencampur-baurkan kemudian tubuh burung yang sudak hancur-luluh dan bercampur-baur itu diletakkan di atas puncak setiap bukit dari empat bukit yang letaknya berjauhan satu dari yang lain.\n\n Setelah dikerjakan apa yang telah diisyaratkan oleh Allah itu, diperintahnyalah Nabi Ibrahim memanggil burung-burung yang sudah terkoyak-koyak tubuhnya dan terpisah jauh tiap-tiap bahagian tubuh burung dari bahagian yang lain.\n\n Dengan izin Allah dan kuasa-Nya datanglah berterbangan enpat ekor burung itu dalam keadaan utuh bernyawa seperti sedia kala begitu mendengar seruan dan panggilan Nabi Ibrahim kepadanya lalu hinggaplah empat burung yang hidup kembali itu di depannya, dilihat dengan mata kepalanya sendiri bagaimana Allah YAng Maha Berkuasa dapat menghidupkan kembali makhluk-Nya yang sudah mati sebagaimana Dia menciptakannya dari sesuatu yang tidak ada.\n\n Dan dengan demikian tercapailah apa yang diinginkan oleh Nabi Ibrahim untuk mententeramkan hatinya dan menghilangkan kemungkinan ada keraguan di dalam iman dan keyakinannya, bahwa kekuasaan dan kehendak Allah tidak ada sesuatu pun di langit atau di bumi yang dapat menghalangi atau menentangnya dan hanya kata \"Kun\" yang difirmankan Oleh-Nya maka terjadilah akan apa yang dikenhendaki \" Fayakun\".\n\n Nabi Ibrahim Berdakwah Kepada Ayah Kandungnya\n\n Aazar, ayah Nabi Ibrahim tidak terkecuali sebagaimana kaumnya yang lain, bertuhan dan menyembah berhala bah ia adalah pedagang dari patung-patung yang dibuat dan dipahatnya sendiri dan daripadanya orang membeli patung-patung yang dijadikan persembahan.\n\n Nabi Ibrahim merasa bahwa kewajiban pertama yang harus ia lakukan sebelum berdakwah kepada orang lain ialah menyedarkan ayah kandungnya dulu orang yang terdekat kepadanya bahwa kepercayaan dan persembahannya kepada berhala-berhala itu adalah perbuatan yang sesat dan bodoh.\n\nBeliau merasakan bahawa kebaktian kepada ayahnya mewajibkannya memberi penerangan kepadanya agar melepaskan kepercayaan yang sesat itu dan mengikutinya beriman kepada Allah Yang Maha Kuasa.\n\n Dengan sikap yang sopan dan adab yang patut ditunjukkan oleh seorang anak terhadap orang tuanya dan dengan kata-kata yang halus ia datang kepada ayahnya menyampaikan bahwa ia diutuskan oleh Allah sebagai nabi dan rasul dan bahawa ia telah diilhamkan dengan pengetahuan dan ilmu yang tidak dimiliki oleh ayahnya.\n\n Ia bertanya kepada ayahnya dengan lemah lembut gerangan apakah yang mendorongnya untuk menyembah berhala seperti lain-lain kaumnya padahal ia mengetahui bahwa berhala-berhala itu tidak berguna sedikit pun tidak dapat mendatangkan keuntungan bagi penyembahnya atau mencegah kerugian atau musibah.\n\n Diterangkan pula kepada ayahnya bahwa penyembahan kepada berhala-berhala itu adalah semata-mata ajaran syaitan yang memang menjadi musuh kepada manusia sejak Adam diturunkan ke bumi lagi.\n\n Ia berseru kepada ayahnya agar merenungkan dan memikirkan nasehat dan ajakannya berpaling dari berhala-berhala dan kembali menyembah kepada Allah yang menciptakan manusia dan semua makhluk yang dihidupkan memberi mereka rezeki dan kenikmatan hidup serta menguasakan bumi dengan segala isinya kepada manusia.\n\n Aazar menjadi merah mukanya dan melotot matanya mendengar kata-kata seruan puteranya Nabi Ibrahim yyang ditanggapinya sebagai dosa dan hal yang kurang patut bahwa puteranya telah berani mengecam dan menghina kepercayaan ayahnya bahkan mengajakkannya untuk meninggalkan kepercayaan itu dan menganut kepercayaan dan agama yang ia bawa.\n\n Ia tidak menyembunyikan murka dan marahnya tetapi dinyatakannya dalam kata-kata yang kasar dan dalam maki hamun seakan-akan tidak ada hunbungan diantara mereka.\n\n IA berkata kepada Nabi Ibrahim dengan nada gusar: \" Hai Ibrahim! Berpalingkah engkau dari kepercayaan dan persembahanku ? Dan kepercayaan apakah yang engkau berikan kepadaku yang menganjurkan agar aku mengikutinya? Janganlah engkau membangkitkan amarahku dan cuba mendurhakaiku.\n\nJika engkau tidak menghentikan penyelewenganmu dari agama ayahmu tidak engkau hentikan usahamu mengecam dan memburuk-burukkan persembahanku, maka keluarlah engkau dari rumahku ini.\n\n Aku tidak sudi bercampur denganmu didalam suatu rumah di bawah suatu atap.\n\n Pergilah engkau dari mukaku sebelum aku menimpamu dengan batu dan mencelakakan engkau.\n\n\" Nabi Ibrahim menerima kemarahan ayahnya, pengusirannya dan kata-kata kasarnya dengan sikap tenang, normal selaku anak terhadap ayah seray berkaat: \" Oh ayahku! Semoga engkau selamat, aku akan tetap memohonkan ampun bagimu dari Allah dan akan tinggalkan kamu dengan persembahan selain kepada Allah.\n\n Mudah-mudahan aku tidak menjadi orang yang celaka dan malang dengan doaku utkmu.\n\n\" Lalu keluarlah Nabi Ibrahim meninggalkan rumah ayahnya dalam keadaan sedih dan prihati karena tidak berhasil mengangkatkan ayahnya dari lembah syirik dan kufur.\n\n Nabi Ibrahim Menghancurkan Berhala-berhala\n\n Kegagalan Nabi Ibrahim dalam usahanya menyedarkan ayahnya yang tersesat itu sangat menusuk hatinya karena ia sebagai putera yang baik ingin sekali melihat ayahnya berada dalam jalan yang benar terangkat dari lembah kesesatan dan syirik namun ia sedar bahwa hidayah itu adalah di tangan Allah dan bagaimana pun ia ingin dengan sepenuh hatinya agar ayahnya mendapat hidayah ,bila belum dikehendaki oleh Allah maka sia-sialah keinginan dan usahanya.\n\n Penolakan ayahnya terhadap dakwahnya dengan cara yang kasar dan kejam itu tidak sedikit pun mempengaruhi ketetapan hatinya dan melemahkan semangatnya untuk berjalan terus memberi penerangan kepada kaumnya untuk menyapu bersih persembahan-persembahan yang bathil dan kepercayaan-kepercayaan yang bertentangan dengan tauhid dan iman kepada Allah dan Rasul-Nya\n\n Nabi Ibrahim tidak henti-henti dalam setiap kesempatan mengajak kaumnya berdialog dan bermujadalah tentang kepercayaan yang mereka anut dan ajaran yang ia bawa.\n\n Dan ternyata bahwa bila mereka sudah tidak berdaya menilak dan menyanggah alasan-alasan dan dalil-dalil yang dikemukakan oleh Nabi Ibrahim tentang kebenaran ajarannya dan kebathilan kepercayaan mereka maka dalil dan alasan yang usanglah yang mereka kemukakan yaitu bahwa mereka hanya meneruskan apa yang oleh bapa-bapa dan nenek moyang mereka dilakukan dan sesekali mereka tidak akan melepaskan kepercayaan dan agama yang telah mereka warisi.\n\n Nabi Ibrahim pada akhirnya merasa tidak bermanfaat lagi berdebat dan bermujadalah dengan kaumnya yang berkepala batu dan yang tidak mahu menerima keterangan dan bukti-bukti nyata yang dikemukakan oleh beliau dan selalu berpegang pada satu-satunya alasan bahwa mereka tidak akan menyimpang dari cara persembahan nenek moyang mereka, walaupun oleh Nabi Ibrahim dinyatakan berkali-kali bahwa mereka dan bapa-bapa mereka keliru dan tersesat mengikuti jejak syaitan dan iblis.\n\n Nabi Ibrahim kemudian merancang akan membuktikan kepada kaumnya dengan perbuatan yang nyata yang dapat mereka lihat dengan mata kepala mereka sendiri bahwa berhala-berhala dan patung-patung mereka betul-betul tidak berguna bagi mereka dan bahkan tidak dapat menyelamatkan dirinya sendiri.\n\n Adalah sudah menjadi tradisi dan kebiasaan penduduk kerajaan Babylon bahwa setiap tahun mereka keluar kota beramai-ramai pada suatu hari raya yang mereka anggap sebagai keramat.\n\n Berhari-hari mereka tinggal di luar kota di suatu padang terbuka, berkhemah dengan membawa bekalan makanan dan minuman yang cukup.\n\n Mereka bersuka ria dan bersenang-senang sambil meninggalkan kota-kota mereka kosong dan sunyi.\n\n Mereka berseru dan mengajak semua penduduk agar keluar meninggalkan rumah dan turut beramai -ramai menghormati hari-hari suci itu.\n\n Nabi Ibrahim yang juga turut diajak turut serta berlagak berpura-pura sakit dan diizinkanlah ia tinggal di rumah apalagi mereka merasa khuatir bahwa penyakit Nabi Ibrahim yang dibuat-buat itu akan menular dan menjalar di kalangan mereka bila ia turut serta.\n\n \" Inilah dia kesempatan yang ku nantikan,\" kata hati Nabi Ibrahim tatkala melihat kota sudah kosong dari penduduknya, sunyi senyap tidak terdengar kecuali suara burung-burung yang berkicau, suara daun-daun pohon yang gemerisik ditiup angin kencang.\n\n Dengan membawa sebuah kapak ditangannya ia pergi menuju tempat beribadatan kaumnya yang sudah ditinggalkan tanpa penjaga, tanpa juru kunci dan hanya deretan patung-patung yang terlihat diserambi tempat peribadatan itu.\n\n Sambil menunjuk kepada semahan bunga-bunga dan makanan yang berada di setiap kaki patung berkata Nabi Ibrahim, mengejek:\" Mengapa kamu tidak makan makanan yang lazat yang disaljikan bagi kamu ini? Jawablah aku dan berkata-katalah kamu.\n\n\"Kemudian disepak, ditamparlah patung-patung itu dan dihancurkannya berpotong-potong dengan kapak yang berada di tangannya.\n\n Patung yang besar ditinggalkannya utuh, tidak diganggu yang pada lehernya dikalungkanlah kapak Nabi Ibrahim itu.\n\n Terperanjat dan terkejutlah para penduduk, tatkala pulang dari berpesta ria di luar kota dan melihat keadaan patung-patung, tuhan-tuhan mereka hancur berantakan dan menjadi potongan-potongan terserak-serak di atas lantai.\n\n Bertanyalah satu kepada yang lain dengan nada hairan dan takjub: \"Gerangan siapakah yang telah berani melakukan perbuatan yang jahat dan keji ini terhadap tuhan-tuhan persembahan mereka ini?\" Berkata salah seorang diantara mereka:\" Ada kemungkinan bahwa orang yang selalu mengolok-olok dan mengejek persembahan kami yang bernama Ibrahim itulah yang melakukan perbuatan yang berani ini.\n\n\" Seorang yang lain menambah keterangan dengan berkata:\" Bahkan dialah yang pasti berbuat, karena ia adalah satu-satunya orang yang tinggal di kota sewaktu kami semua berada di luar merayakan hari suci dan keramat itu.\n\n\" Selidik punya selidik, akhirnya terdapat kepastian yyang tidak diragukan lagi bahwa Ibrahimlah yang merusakkan dan memusnahkan patung-patung itu.\n\n Rakyat kota beramai-ramai membicarakan kejadian yang dianggap suatu kejadian atau penghinaan yang tidak dapat diampuni terhadap kepercayaan dan persembahan mereka.\n\n Suara marah, jengkel dan kutukan terdengar dari segala penjuru, yang menuntut agar si pelaku diminta bertanggungjawab dalam suatu pengadilan terbuka, di mana seluruh rakyat penduduk kota dapat turut serta menyaksikannya.\n\n Dan memang itulah yang diharapkan oleh Nabi Ibrahim agar pengadilannya dilakukan secara terbuka di mana semua warga masyarakat dapat turut menyaksikannya.\n\n Karena dengan cara demikian beliau dapat secara terselubung berdakwah menyerang kepercayaan mereka yang bathil dan sesat itu, seraya menerangkan kebenaran agama dan kepercayaan yang ia bawa, kalau diantara yang hadir ada yang masih boleh diharapkan terbuka hatinya bagi iman dari tauhid yang ia ajarkan dan dakwahkan.\n\n Hari pengadilan ditentukan dan datang rakyat dari segala pelosok berduyung-duyung mengujungi padang terbuka yang disediakan bagi sidang pengadilan itu.\n\n Ketika Nabi Ibrahim datang menghadap para hakim yang akan mengadili ia disambut oleh para hadirin dengan teriakan kutukan dan cercaan, menandakan sangat gusarnya para penyembah berhala terhadap beliau yang telah berani menghancurkan persembahan mereka.\n\n Ditanyalah Nabi Ibrahim oleh para hakim:\" Apakah engkau yang melakukan penghancuran dan merusakkan tuhan-tuhan kami?\" Dengan tenang dan sikap dingin, Nabi Ibrahim menjawab: \n\n \" Patung besar yang berkalungkan kapak di lehernya itulah yang melakukannya.\n\n Cuba tanya saja kepada patung-patung itu siapakah yang menghancurkannya.\n\n\" Para hakim penanya terdiam sejenak seraya melihat yang satu kepada yang lain dan berbisik-bisik, seakan-akan Ibrahim yang mengandungi ejekan itu.\n\n Kemudian berkata si hakim:\" Engkaukan tahu bahwa patung-patung itu tidak dapat bercakap dan berkata mengapa engkau minta kami bertanya kepadanya?\" Tibalah waktunya yang memang dinantikan oleh Nabi Ibrahim, maka sebagai jawapan atas pertanyaan yang terakhir itu beliau berpidato membentangkan kebathilan persembahan mereka,yang mereka pertahankan mati-matian, semata-mata hanya karena adat itu adalah warisan nenek-moyang.\n\n Berkata Nabi Ibrahim kepada para hakim itu:\" Jika demikian halnya, mengapa kamu sembah patung-patung itu, yang tidak dapat berkata, tidak dapat melihat dan tidak dapat mendengar, tidak dapat membawa manfaat atau menolak mudharat, bahkan tidak dapat menolong dirinya dari kehancuran dan kebinasaan? Alangkah bodohnya kamu dengan kepercayaan dan persembahan kamu itu! Tidakkah dapat kamu berfikir dengan akal yang sehat bahwa persembahan kamu adalah perbuatan yang keliru yang hanya difahami oleh syaitan.\n\n Mengapa kamu tidak menyembah Tuhan yang menciptakan kamu, menciptakan alam sekeliling kamu dan menguasakan kamu di atas bumi dengan segala isi dan kekayaan.\n\n Alangkah hina dinanya kamu dengan persembahan kamu itu. \" \n\n Setelah selesai Nabi Ibrahim menguraikan pidatonya iut, para hakim mencetuskan keputusan bahawa Nabi Ibrahim harus dibakar hidup-hidup sebagai ganjaran atas perbuatannya menghina dan menghancurkan tuhan-tuhan mereka, maka berserulah para hakim kepada rakyat yang hadir menyaksikan pengadilan itu:\" Bakarlah ia dan belalah tuhan-tuhanmu , jika kamu benar-benar setia kepadanya. \"\n\n Nabi Ibrahim Dibakar Hidup-hidup\n\n Keputusan mahkamah telah dijatuhakan.\n\nNabi Ibrahim harus dihukum dengan membakar hidup-hidup dalam api yang besar sebesar dosa yang telah dilakukan.\n\n Persiapan bagi upacara pembakaran yang akan disaksikan oleh seluruh rakyat sedang diaturkan.\n\n Tanah lapang bagi tempat pembakaran disediakan dan diadakan pengumpulan kayu bakar dengan banyaknya dimana tiap penduduk secara gotong-royong harus mengambil bahagian membawa kayu bakar sebanyak yang ia dapat sebagai tanda bakti kepada tuhan-tuhan persembahan mereka yang telah dihancurkan oleh Nabi Ibrahim.\n\n Berduyun-duyunlah para penduduk dari segala penjuru kota membawa kayu bakar sebagai sumbangan dan tanda bakti kepada tuhan mereka.\n\n Di antara terdapat para wanita yang hamil dan orang yang sakit yang membawa sumbangan kayu bakarnya dengan harapan memperolehi barakah dari tuhan-tuhan mereka dengan menyembuhkan penyakit mereka atau melindungi yang hamil di kala ia bersalin.\n\n Setelah terkumpul kayu bakar di lanpangan yang disediakan untuk upacara pembakaran dan tertumpuk serta tersusun laksan sebuah bukit, berduyun-duyunlah orang datang untuk menyaksikan pelaksanaan hukuman atas diri Nabi Ibrahim.\n\n Kayu lalu dibakar dan terbentuklah gunung berapi yang dahsyat yang sedang berterbangan di atasnya berjatuhan terbakar oleh panasnya wap yang ditimbulkan oleh api yang menggunung itu.\n\n Kemudian dalam keadaan terbelenggu, Nabi Ibrahim didatangkan dan dari atas sebuah gedung yang tinggi dilemparkanlah ia kedalam tumpukan kayu yang menyala-nyala itu dengan iringan firman Allah:\" Hai api, menjadilah engkau dingin dan keselamatan bagi Ibrahim. \"\n\n Sejak keputusan hukuman dijatuhkan sampai saat ia dilemparkan ke dalam bukit api yang menyala-nyala itu, Nabi Ibrahim tetap menunjukkan sikap tenang dan tawakkal karena iman dan keyakinannya bahwa Allah tidak akan rela melepaskan hamba pesuruhnya menjadi makanan api dan kurban keganasan orang-orang kafir musuh Allah.\n\n Dan memang demikianlah apa yang terjadi tatkala ia berada dalam perut bukit api yang dahsyat itu ia merasa dingin sesuai dengan seruan Allah Pelindungnya dan hanya tali temali dan rantai yang mengikat tangan dan kakinya yang terbakar hangus, sedang tubuh dan pakaian yang terlekat pada tubuhnya tetap utuh, tidak sedikit pun tersentuh oleh api, hal mana merupakan suatu mukjizat yang diberikan oleh Allah kepada hamba pilihannya, Nabi Ibrahim, agar dapat melanjutkan penyampaian risalah yang ditugaskan kepadanya kepada hamba-hamba Allah yang tersesat itu.\n\n Para penonton upacara pembakaran hairan tercenggang tatkala melihat Nabi Ibrahim keluar dari bukit api yang sudah padam dan menjadi abu itu dalam keadaan selamat, utuh dengan pakaiannya yang tetap berda seperti biasa, tidak ada tanda-tanda sentuhan api sedikit jua pun.\n\n Mereka bersurai meninggalkan lapangan dalam keadaan hairan seraya bertanya-tanya pada diri sendiri dan di antara satu sama lain bagaimana hal yang ajaib itu berlaku, padahal menurut anggapan mereka dosa Nabi Ibrahim sudah nyata mendurhakai tuhan-tuhan yang mereka puja dan sembah.\n\nAda sebahagian daripada mereka yang dalam hati kecilnya mulai meragui kebenaran agama mereka namun tidak berani melahirkan rasa ragu-ragunya itu kepada orang lain, sedang para pemuka dan para pemimpin mereka merasa kecewa dan malu, karena hukuman yang mereka jatuhkan ke atas diri Nabi Ibrahim dan kesibukan rakyat mengumpulkan kayu bakar selama berminggu-minggu telah berakhir dengan kegagalan, sehingga mereka merasa malu kepada Nabi Ibrahim dan para pengikutnya.\n\n Mukjizat yang diberikan oleh Allah s.w.t\n\n kepada Nabi Ibrahim sebagai bukti nyata akan kebenaran dakwahnya, telah menimbulkan kegoncangan dalam kepercayaan sebahagian penduduk terhadap persembahan dan patung-patung mereka dan membuka mata hati banyak daripada mereka untuk memikirkan kembali ajakan Nabi Ibrahim dan dakwahnya, bahkan tidak kurang daripada mereka yang ingin menyatakan imannya kepada Nabi Ibrahim, namun khuatir akan mendapat kesukaran dalam penghidupannya akibat kemarahan dan balas dendam para pemuka dan para pembesarnya yang mungkin akan menjadi hilang akal bila merasakan bahwa pengaruhnya telah bealih ke pihak Nabi Ibrahim.\n\n ",
		"tmp": "Irak",
		"image_url":"http://4.bp.blogspot.com/-jq5RqrQl-P4/Vn3Xsq-XygI/AAAAAAAABu0/leVFkNEfa5U/s320/ibrahim.png",
		"icon_url":""
}