{
		"name": "Nabi Idris AS",
		"thn_kelahiran": "4533",
		"usia": 345,
		"description": "Tidak banyak keterangan yang didapat tentang kisah Nabi Idris di dalam Al-Quran maupun dalam kitab-kitab Tafsir dan kitab-kitab sejarah nabi-nabi.\n\n Di dalam Al-Quran hanya terdapat dua ayat tentang Nabi Idris yaitu dalam surah Maryam ayat 56 dan 57:\"Dan ceritakanlah ( hai Muhammad kepada mereka , kisah ) Idris yang terdapat di dalam Al-Quran.\n\n Sesungguhnya ia adalah seorang yang sangat membenarkan dan seorang nabi.\n\n\"Dan Kami telah mengangkatnya ke martabat yang tinggi.\"\n{ Maryam : 56 - 57 } \n\nNabi Idris adalah keturunan keenam dari Nabi Adam putera dari Yarid bin Mihla'iel bin Qinan bin Anusy bin Syith bin Adam A.S. adalah keturunan pertama yang dikurniai kenabian menjadi Nabi setelah Adam dan Syith.\n\nNabi Idris menurut sementara riwayat bermukim di Mesir di mana ia berdakwah untuk agama Allah mengajarkan tauhid dan beribadat menyembah Allah serta membeeri beberapa pendoman hidup bagi pengikut-pengikutnya agar menyelamat diri darii seksaan di akhirat dan kehancuran serta kebinasaan di dunia.\n\n Ia hidup sampai usia 82 tahun.\n\nDiantara beberapa nasehat dan kata-kata mutiaranya ialah : \n\n1 . Kesabaran yang disertai iman kepada Allah membawa kemenangan.\n\n2 . Orang yang bahagia ialah orang yang berwaspada dan mengharapkan syafaat dari Tuhannya dengan amal-amal solehnya.\n\n3 . Bila kamu memohon sesuatu kepada Allah dan berdoa maka ikhlaskanlah niatmu demikian pula puasa dan solatmu.\n\n4 . Janganlah bersumpah dalam keadaan kamu berdusta dan janganlah menuntup sumpah dari orang yang berdusta agar kamu tidak menyekutui mereka dalam dosa.\n\n5 . Taatlah kepada raja-rajamu dan tunduklah kepada pembesar-pembesarmu serta penuhilah selalu mulut-mulutmu dengan ucapan syukur dan puji kepada Allah.\n\n6 . Janganlah iri hati kepada orang-orang yang baik nasibnya, karena mereka tidak akan banyak dan lama menikmati kebaikan nasibnya.\n\n7 . Barang siapa melampaui kesederhanaan tidak sesuatu pun akan memuaskannya.\n\n8 . Tanpa membagi-bagikan nikmat yang diperolehnya seorang tidak dapat bersyukur kepada Allah atas nikmat-nikmat yang diperolehnya itu.\n\nDalam hubungan dengan firman Allah bahawa Nabi Idris diangkat kemartabat tinggi Ibnu Abi Hatim dalam tafsirnya meriwayatkan bahawa Nabi Idris wafat tatkala berada di langit keempat dibawa oleh seorang Malaikat Wallahu a'alam bissawab",
		"tmp": "Irak Kuno dan Mesir",
		"image_url":"http://3.bp.blogspot.com/-AANTKez6zI4/Vn3XsgG77GI/AAAAAAAABu4/YAU28xuT8Ls/s320/idris.png",
		"icon_url":""
}