{
		"name": "Nabi Ilyas AS",
		"thn_kelahiran": "910",
		"usia": 60,
		"description": "Nabi Ilyas diutus kepada penduduk Baalbek, sebelah barat Kota Damaskus (Libanon Timur sekarang).\n\n Dia mengajak kaumnya beribadah hanya kepada Allah dan meninggalkan penyembahan terhadap patung yang mereka namakan Ba`la.\n\n Hal inilah yang mengakibatkan mereka menganiayanya.\n\n Ibnu Abbas mengatakan bahwa Ilyas adalah paman Nabi Ilyasak.\n\n namun betapapun gigihnya Nabi Ilyas berdakwah, kaumnya tidak mau mendengarkannya.\n\n Maka Allah menghukum mereka dengan azab didunia dan akhirat.\n\n Selepas kematian Nabi Sulaiman A.s\n\n, kerajaan telah mengalami perpecahan.\n\n Pengaruh syaitan telah berleluasa.\n\n Manusia yang beragama diejek-ejek.\n\n Undang-undang Somaria telah membunuh kebanyakan golongan yang mengetahui dan mengikuti akidah yang sebenar.\n\n Pengaruh kejahatan menjadi semakin buruk dan Allah telah menghantar Nabi Ilyas A.s\n\n untuk memulihkan manusia pada zaman pemerintahan Raja Ahab dari Israil.\n\n Baginda berusaha berusaha bersungguh-sungguh untuk menyelamatkan manusia daripada mempercayai banyak tuhan dan melarang mereka menyembah Tyrian Bal.\n\n Baginda juga menasehati manusia untuk menyembah Allah dan mengelakkan diri daripada melakukan kejahatan.\n\n Apabila usahanya tidak dihiraukan dan tidak membuahkan hasil, baginda tiba-tiba muncul sebeum raja dan tukang tiliknya memberitahu yang arus deras dan kebuluran akan melanda negeri tersebut.\n\n Baginda juga memberitahu yang Tyrian Bal tidak mempunyai kuasa untuk menahan bencana tersebut.\n\n Para penduduk tidak mengendahkan amarannya dan tidak mengubah kepercayaan mereka.\n\n Kenabian Nabi Ilyas akhirnya terbukti benar dan seluruh negeri dilanda banjir besar dan rakyat mengalami kebuluran.\n\n Selepas dua tahun, Nabi Ilyas memohon Allah mengurniakan belas kasihan dan keampunan-Nya kepada penduduk yang kebuluran itu.\n\n Mereka telah mengakui kekuasaan Allah dan berasa sangat menyesal.\n\n Sejurus selepas arus deras berhenti dan Allah telah menarik balik sumpahannya, Allah telah menyuruhnya memanggil al-Yas'a menggantikannya.\n\n Baginda melaksanakan perintah Allah dengan penuh ketaatan dan hilang secara mistri.\n\n Terdapat satu petikan dalam ayat al-Quran yang bermaksud: \" Dan ingatlah akan Ismail, Ilyasa dan Zulkifli.\n\n Semuanya termasuk orang-orang yang paling baik\" (Shaad, 28: 48)",
		"tmp": "Lebanon",
		"image_url":"http://1.bp.blogspot.com/-iRWu-y6rYyY/Vn3Xs-KQ1UI/AAAAAAAABvA/_wtEI5XMLE8/s320/ilyas.png",
		"icon_url":""
}