{
		"name": "Nabi Isa AS",
		"thn_kelahiran": "1",
		"usia": 33,
		"description": "Seorang lagi Nabi Allah yang diceritakan dari kecil di dalam al-Qur'an ialah Isa.\n\n Baginda diutus kepada kaum Bani Israil dengan kitab Injil yang diturunkan sebelum al-Qur'an.\n\n Di dalam al-Qur'an, Nabi Isa disebut dengan empat panggilan yaitu Isa,Isa putera Mariam, putera Mariam, dan al-Masih.\n\n Ibunya seorang yang sangat dimuliakan Allah.\n\n Dia memilihnya di atas semua perempuan di semua alam.\n\n Firman-Nya, \"Dan ketika malaikat-malaikat berkata, 'Wahai Mariam, Allah memilih kamu, dan membersihkan kamu, dan Dia memilih kamu di atas semua perempuan di semua alam'\" (3:42).\n\n Mariam, ibu Nabi Isa, telah menempuh satu ujian yang amat berat daripada Allah.\n\n Dia dipilih untuk melahirkan seorang Nabi dengan tanpa disentuh oleh seseorang lelaki.\n\n Dia adalah seorang perempuan yang suci.\n\n Kelahiran\n\n Kelahiran Nabi Isa merupakan suatu mukjizat kerana dilahirkan tanpa bapa.\n\n Kisahnya diceritakan di dalam al-Qur'an.\n\n Di sini, ceritanya bermula dari kunjungan malaikat kepada Mariam atas perintah Allah.\n\n Ketika itu, malaikat menyerupai manusia dengan tanpa cacat.\n\n Kemunculan malaikat membuat Mariam menjadi takut lalu berkata, \n\n \"Aku berlindung pada Yang Pemurah daripada kamu, jika kamu bertakwa (takut kepada Tuhan)!' Dia (malaikat) berkata, 'Aku hanyalah seorang rasul yang datang daripada Pemelihara kamu, untuk memberi kamu seorang anak lelaki yang suci.'\" (19:18-19) Pada ayat yang lain, diceritakan bahwa malaikat yang datang itu telah memberi nama kepada putera yang bakal dilahirkan.\n\n Nama itu diberi oleh Allah, dan dia (Isa) akan menjadi terhormat di dunia dan akhirat sambil berkedudukan dekat dengan Tuhan.\n\n Ayatnya berbunyi: \"Wahai Mariam, Allah menyampaikan kepada kamu berita gembira dengan satu Kata daripada-Nya, yang namanya al-Masih, Isa putera Mariam, terhormat di dunia dan di akhirat, daripada orang-orang yang didekatkan.” (3:45) \n\n Kemudian Mariam bertanya, \n\n \"Bagaimanakah aku akan ada seorang anak lelaki sedang tiada seorang manusia pun menyentuhku, dan bukan juga aku seorang jalang?\" (19:20) \n\n Malaikat menjawab, \n\n \"Dia (Allah) berkata, 'Begitulah; Pemelihara kamu telah berkata, 'Itu mudah bagi-Ku; dan supaya Kami membuat dia satu ayat (tanda) bagi manusia, dan satu pengasihan daripada Kami; ia adalah perkara yang telah ditentukan'\" (19:21).\n\n Maka lahirlah Isa putera Mariam lebih enam ratus tahun sebelum Nabi Muhammad dilahirkan.\n\n Allah membuat Nabi Isa dan ibunya satu ayat (tanda) bagi manusia, yaitu tanda untuk menunjukkan kebesaran-Nya (23:50).\n\n Allah juga menyatakan bahwa Nabi Isa adalah seperti Adam, walaupun Adam diwujudkan tanpa ibu dan bapa.\n\n Kesamaan mereka berdua adalah pada ciptaan.\n\n Kedua-duanya dicipta daripada tanah (3:59).\n\n Itu menunjukkan mereka adalah manusia biasa, kerana manusia dicipta daripada tanah.\n\n Kerasulan dan Kenabian\n\n Isa adalah seorang Nabi dan juga seorang Rasul.\n\n Baginda dan beberapa orang rasul telah dilebihkan Allah daripada rasul-rasul lain.\n\n Ada yang Dia berkata-kata kepadanya, ada yang Dia menaikkan darjat, dan bagi Isa, Dia memberi bukti-bukti yang jelas serta mengukuhkannya dengan Roh Suci.\n\n Firman-Nya: \n\n \"Dan rasul-rasul itu, sebahagian Kami melebihkan di atas sebahagian yang lain.\n\n Sebahagian ada yang kepadanya Allah berkata-kata, dan sebahagian Dia menaikkan darjat.\n\n Dan Kami memberikan Isa putera Mariam bukti-bukti yang jelas, dan Kami mengukuhkan dia dengan Roh Qudus (Suci).” (2:253) \n\n Namun begitu, manusia dilarang oleh Allah untuk membeza-bezakan antara para rasul dan Nabi.\n\n Larangan itu berbunyi, \n\n \"Katakanlah, 'Kami percaya kepada Allah, dan apa yang diturunkan kepada kami, dan apa yang diturunkan kepada Ibrahim, dan Ismail, dan Ishak, dan Yaakub, dan puak-puak, dan apa yang diberi kepada Musa, dan Isa, dan apa yang diberi kepada Nabi-Nabi daripada Pemelihara mereka.\n\n Kami tidak membeza-bezakan seorang pun antara mereka, dan kepada-Nya kami muslim.'\" (2:136) \n\n Akibat membeza-bezakan Nabi atau Rasul dapat dilihat pada hari ini, yaitu Nabi Isa dipercayai oleh sesetengah pihak sebagai Tuhan atau anak Tuhan, dan Nabi Muhammad, dianggap macam Tuhan, yang berhak membuat hukum agama.\n\n Ajaran\n\n Oleh kerana Isa seorang Nabi baginda diberi sebuah Kitab, Injil, yang mengandungi petunjuk dan cahaya untuk menjadi pegangan Bani Israil.\n\n Selain menyuruh Bani Israil menyembah Allah dengan mentaati Injil, baginda mengesahkan kitab Taurat yang diturunkan sebelumnya.\n\n Dua firman Allah menjelaskannya di sini, berbunyi: \n\n \"Dan Kami mengutus, menyusuli jejak-jejak mereka, Isa putera Mariam, dengan mengesahkan Taurat yang sebelumnya; dan Kami memberinya Injil, di dalamnya petunjuk dan cahaya,\" (5:46) \n\n dan, \n\n \"Aku (Isa) hanya mengatakan kepada mereka apa yang Engkau memerintahkan aku dengannya: 'Sembahlah Allah, Pemelihara aku dan Pemelihara kamu.\n\n'\" (5:117) \n\n Turut disebut di dalam Injil (dan Taurat) ialah berita mengenai kedatangan seorang Nabi berbangsa Arab, atau ummiy (7:157), dan janji diKaruniakan Taman atau Syurga bagi orang-orang yang berperang di jalan Allah (9:111).\n\n Janji itu juga didapati di dalam Taurat dan al-Qur'an.\n\n Ketika baginda diutus, manusia sedang berselisih dalam hal agama.\n\n Maka kedatangannya adalah juga untuk memperjelaskan apa yang diperselisihkan.\n\n Firman Allah: \n\n \"dia (Isa) berkata, 'Aku datang kepada kamu dengan kebijaksanaan, dan supaya aku memperjelaskan kepada kamu sebahagian apa yang dalamnya kamu memperselisihkan; maka kamu takutilah Allah, dan taatlah kepadaku.'\" (43:63) \n\n Baginda juga memberitahu tentang kedatangan seorang rasul selepas baginda, yang namanya akan dipuji.\n\n Ayat yang mengisahkannya berbunyi: \n\n \"Wahai Bani Israil, sesungguhnya aku (Isa) rasul Allah kepada kamu, mengesahkan Taurat yang sebelum aku, dan memberi berita gembira dengan seorang rasul yang akan datang selepas aku, namanya ahmad (dipuji).”(61:6) \n\n Pengikut setia\n\n Seperti Nabi atau Rasul yang lain, baginda mempunyai pengikut-pengikut yang setia dan juga yang tidak setia atau yang menentang.\n\n Pengikut-pengikutnya yang setia percaya kepada Allah dan kepadanya.\n\n Mereka adalah muslim.\n\n Firman Allah: \n\n \"Dan ketika Aku mewahyukan pengikut-pengikut yang setia, 'Percayalah kepada-Ku, dan rasul-Ku'; mereka berkata, 'Kami percaya, dan saksilah Engkau akan kemusliman kami.'\" (5:111) \n\n Pengikut-pengikut yang setia pula menjadi penolong-penolong, bukan baginya tetapi bagi Allah. Firman-Nya: \n\n \"Berkatalah pengikut-pengikutnya yang setia, 'Kami akan menjadi penolong-penolong Allah; kami percaya kepada Allah, dan saksilah kamu akan kemusliman kami.'\" (3:52) \n\n Begitu juga bagi pengikut-pengikut setia Nabi-Nabi lain, termasuk Muhammad.\n\n Semuanya menjadi penolong-penolong Allah, untuk melaksana dan menyampaikan mesej-Nya.\n\n Firman Allah: \n\n \"Wahai orang-orang yang percaya, jadilah kamu penolong-penolong Allah, sebagaimana Isa putera Mariam berkata kepada pengikut-pengikut yang setia, 'Siapakah yang akan menjadi penolong-penolong aku bagi Allah?' Pengikut-pengikut yang setia berkata, 'Kami akan menjadi penolong-penolong Allah.'\" (61:14) \n\n Walau bagaimana pun, pengikut-pengikut Nabi Isa yang setia memerlukan bukti selanjut untuk megesahkan kebenarannya dan supaya hati mereka menjadi tentaram.\n\n Untuk itu mereka memohon sebuah meja hidangan dari langit.\n\n Kisahnya berbunyi begini: \n\n \"Dan apabila pengikut-pengikut yang setia berkata, 'Wahai Isa putera Mariam, bolehkah Pemelihara kamu menurunkan kepada kami sebuah meja hidangan dari langit?'\n\n Dia (Isa) berkata, 'Kamu takutilah Allah, jika kamu orang-orang mukmin.\n\n' Mereka berkata, 'Kami menghendaki untuk memakan daripadanya, dan hati kami menjadi tentaram, supaya kami mengetahui bahwa kamu berkata benar kepada kami, dan supaya kami adalah antara para saksinya.'\" (5:112-113) \n\n Justru itu, Isa memohon kepada Allah, \n\n \"Ya Allah, Pemelihara kami, turunkanlah kepada kami sebuah meja hidangan dari langit, yang akan menjadi bagi kami satu perayaan, yang pertama dan yang akhir bagi kami, dan satu ayat (tanda) daripada Engkau.\n\n Dan berilah rezeki untuk kami; Engkau yang terbaik daripada pemberi-pemberi rezeki.” (5:114) \n\n Allah mengabulkan permintaannya.\n\n Lantas, meja hidangan yang turun menjadi satu lagi mukjizat bagi Nabi Isa.\n\n Dan ia juga menjadi nama sebuah surah di dalam al-Qur'an, yaitu surah kelima, al-Maidah.\n\n Mukjizat\n\n Selain daripada kelahiran yang luar biasa dan meja hidangan, Nabi Isa telah diKaruniakan dengan beberapa mukjizat lain.\n\n Ayat berikut menjelaskannya: \n\n \"Ketika Allah berkata, 'Wahai Isa putera Mariam, ingatlah akan rahmat-Ku ke atas kamu, dan ke atas ibu kamu, apabila Aku mengukuhkan kamu dengan Roh Qudus (Suci), untuk berkata-kata kepada manusia di dalam buaian dan setelah dewasa .\n\n dan apabila kamu mencipta daripada tanah liat, dengan izin-Ku, yang seperti bentuk burung, dan kamu menghembuskan ke dalamnya, lalu jadilah ia seekor burung, dengan izin-Ku, dan kamu menyembuhkan orang buta, dan orang sakit kusta, dengan izin-Ku, dan kamu mengeluarkan orang yang mati, dengan izin-Ku' .\n\n lalu orang-orang yang tidak percaya antara mereka berkata, 'Tiadalah ini, melainkan sihir yang nyata. \" (5:110) \n\n Walaupun Nabi Muhammad hanya diberi satu mukjizat, manusia ditegah daripada berkata bahwa Nabi Isa adalah lebih mulia daripada Nabi Muhammad.\n\n Kerana, seperti yang sudah maklum, amalan membeza-beza para Nabi dan Rasul dilarang Allah.\n\n (Sila rujuk Tidak Mempercayai Mukjizat Nabi?) \n\n Wafat\n\n Tidak seperti kepercayaan sesetengah orang yaitu Nabi Isa tidak wafat semasa disalib tetapi diangkat naik ke langit.\n\n Sebenarnya, Nabi Isa telah wafat di bumi, namun bukan disalib.\n\n Baginda telah wafat selepas peristiwa penyaliban ke atasnya di sebuah tempat lain yang tidak diceritakan di dalam al-Qur'an.\n\n Besar kemungkinan baginda telah melarikan diri dari tempat baginda dijatuhkan hukum.\n\n Bukti yang menunjukkan baginda telah wafat di bumi terdapat pada ayat-ayat berikut: \n\n \"Apabila Allah berkata, 'Wahai Isa, Aku akan mematikan kamu, dan menaikkan kamu kepada-Ku, dan Aku membersihkan kamu daripada orang-orang yang tidak percaya '\" (3:55) \n\n \"Dan aku (Isa) seorang saksi ke atas mereka selama aku di kalangan mereka; tetapi setelah Engkau mematikan aku, Engkau Sendiri adalah penjaga ke atas mereka; Engkau saksi atas segala sesuatu.” (5:117) \n\n Akan tetapi, sebahagian daripada kaum Bani Israil mengatakan bahwa mereka telah membunuhnya disalib.\n\n Allah mengatakan yang sebaliknya pula.\n\n Apa yang berlaku hanya satu kesamaan sahaja.\n\n Firman-Nya: \n\n \"ucapan mereka, 'Kami telah membunuh al-Masih, Isa putera Mariam, rasul Allah.\n\n' Tetapi mereka tidak membunuhnya, dan tidak juga menyalibnya, tetapi hanya satu kesamaan yang ditunjukkan kepada mereka.\n\n Orang-orang yang berselisih mengenainya benar-benar dalam keraguan terhadapnya; mereka tidak ada pengetahuan mengenainya, kecuali mengikuti sangkaan; mereka tidak membunuhnya, yakinlah.” (4:157) \n\n Telah wujud lagi kepercayaan terhadap Nabi Isa yang tidak disahkan Allah di dalam al-Qur'an, yaitu baginda akan muncul lagi di bumi buat kali kedua.\n\n Itu tidak benar.\n\n (Sila rujuk artikel Menanya Ustaz: kedatangan Imam Mahadi & Nabi Isa dan Imam Mahadi di ruangan Soalan Lazim.\n\n Terima kasih.\n\n) Terpesong Setelah Isa wafat, beberapa perkara telah berlaku.\n\n Pertama, orang-orang yang mengaku pengikut baginda telah menubuhkan sistem berahib, atau berpaderi, atau sistem berulama dalam agama.\n\n Sistem itu tidak dianjurkan oleh Allah.\n\n Firman-Nya: \n\n \"Dan rahbaniyah (sistem berahib) yang mereka reka - Kami tidak menuliskan (menetapkan) untuk mereka\" (57:27).\n\n Kemudian, antara mereka bersetuju untuk mengangkat Nabi Isa sebagai Tuhan atau anak Tuhan, mungkin kerana kelahiran yang luar biasa dan mukjizat-mukjizatnya.\n\n Mereka yang berbuat demikian telah terpesong dalam kepercayaan lalu menjadi kafir.\n\n Firman-Nya: \"Merekalah orang-orang yang tidak percaya (kafir), yang berkata, 'Sesungguhnya Allah, Dia ialah al-Masih putera Mariam'\" (5:17), dan\n\n \"orang-orang Kristian berkata, 'Al-Masih ialah putera Allah.\n\n' Itu adalah ucapan daripada mulut mereka, menurut ucapan orang-orang yang tidak percaya sebelum mereka.\n\n Allah memerangi mereka! Bagaimanakah mereka dipalingkan?\" (9:30) \n\n Satu bukti telah didatangkan Allah untuk menunjukkan kepalsuan kepercayaan mereka.\n\n Buktinya adalah pada amalan memakan makanan, berbunyi: \n\n \"Al-Masih, putera Mariam, hanyalah seorang rasul; rasul-rasul sebelum dia telah berlalu.\n\n Ibunya seorang wanita yang benar; mereka berdua makan makanan.\n\n Perhatikanlah bagaimana Kami memperjelaskan ayat-ayat kepada mereka, kemudian perhatikanlah bagaimana mereka berpaling.” (5:75) \n\n Nabi Isa dan ibunya makan makanan.\n\n Tetapi Tuhan tidak makan.\n\n Kalau Dia makan tentu Dia mempunyai sebuah \"pintu kecil\" untuk mengeluarkan makanan yang tidak diperlukan lagi.\n\n Tuhan tidak ada pintu tersebut seperti yang terdapat di bahagian belakang badan manusia atau haiwan.\n\n Sekiranya hujah itu disampaikan kepada orang-orang yang mempercayai Nabi Isa itu Tuhan atau anak-Nya, tentu mereka akan berpaling juga dan tetap dengan kepercayaan mereka.\n\n Begitulah manusia dengan kepercayaan agamanya.\n\n Mereka lupa menggunakan akal.\n\n Akhirat\n\n Kepercayaan serupa itu sungguh berat di sisi Allah sehingga Nabi Isa akan ditanya di akhirat.\n\n Baginda akan ditanya sama ada baginda telah menyatakan bahwa baginda dan ibunya adalah tuhan-tuhan selain daripada Allah.\n\n Pertanyaan-Nya berbunyi: \n\n \"Wahai Isa putera Mariam, adakah kamu mengatakan kepada manusia, 'Ambillah aku dan ibuku sebagai tuhan-tuhan selain daripada Allah'?\" (5:116) \n\n Nabi Isa akan menjawab: \n\n \"Kepada Engkau sanjungan! Tiadalah bagiku untukku mengatakan apa yang aku tiada hak dengannya.\n\n Jika aku mengatakannya, Engkau mengetahuinya, dengan mengetahui apa yang di dalam jiwaku, dan aku tidak mengetahui apa yang di dalam jiwa Engkau; sesungguhnya Engkaulah yang mengetahui yang ghaib.” (5:116) \n\n Jawabannya bersambung lagi: \n\n \"Aku hanya mengatakan kepada mereka apa yang Engkau memerintahkan aku dengannya: 'Sembahlah Allah, Pemelihara aku dan Pemelihara kamu.\n\n' Dan aku seorang saksi ke atas mereka selama aku di kalangan mereka; tetapi setelah Engkau mematikan aku, Engkau Sendiri adalah penjaga ke atas mereka; Engkau saksi atas segala sesuatu.” (5:117) \n\n Nabi Muhammad juga akan ditanya di akhirat atas sesuatu yang amat berat juga.\n\n Baginda ditanya mengenai sambutan kaumnya terhadap al-Qur'an.\n\n Jawaban baginda berbunyi: \n\n \"Wahai Pemeliharaku, sesungguhnya kaumku mengambil al-Qur'an ini sebagai suatu yang tidak dipedulikan.”(25:30) \n\n Itulah yang berlaku pada hari ini.\n\n Ajaran al-Qur'an tidak dipedulikan.\n\n Namun, masa masih ada untuk semua kembali kepada ajaran al-Qur'an.\n\n ",
		"tmp": "Palestina",
		"image_url":"http://2.bp.blogspot.com/-W72aOD6Bjeo/Vn3XtDdVGJI/AAAAAAAABvM/8p4JObUB8Oc/s320/isa.png",
		"icon_url":""
}