{
		"name": "Nabi Ishaq AS",
		"thn_kelahiran": "1897",
		"usia": 180,
		"description": "Nabi Ishaq adalah putera Nabi Ibrahim dari isterinya Sarah, sedang Nabi Ismail adalah puteranya dari Hajr, dayang yang diterimanya sebagai hadiah dari Raja Namrud.\n\n Tentang Nabi Ishaq ini tidak dikisahkan dalan Al-Quran kecuali dalam beberapa ayat di antaranya adalah ayat 69 sehingga 74 dari surah Hud, seperti berikut: \n\n \" Dan sesungguhnya utusan-utusan Kami {malaikat-malaikat} telah datang kepada Ibrahim membawa khabar gembira mereka mengucapkan \"selamat\".\n\nIbrahim menjawab: \"Selamatlah\" maka tidak lama kemudian Ibrahim menjamukan daging anak sapi yang dipanggang.\n\n 70.Mak tatkala dilihatnya tangan mereka tidak menjamahnya, Ibrahim memandang aneh perbuatan mereka, dan merasa takut kepada mereka.\n\nMalaikat itu berkata \" Janagan kamu takut sesungguhnya kami adalah {malaikat-malaikat} yang diuts untuk kaum Luth.\n\n\"71. Dan isterinya berdiri di sampingnya lalu di tersenyum.\n\n Maka Kami sampaikan kepadanya berita gembira akan {kelahiran} Ishaq dan sesudah Ishaq {lahir pula} Ya'qup.\n\n72.Isterinya berkata \" sungguh menghairankan apakah aku akan melahirkan anak padahal aku adalah seorang perempuan tua dan suamiku pun dalam keadaan yang sudah tua juga? Sesungguhnya ini benar-benar sesuatu yang aneh.\n\n 73.Para malaikat itu berkata \" Apakah kamu merasa hairan tentang ketetapan Allah? { itu adalah} rahmat Allah dan keberkatan-Nya dicurahkan atas kamu hai ahlulbait! sesungguhnya Allah Maha Terpuji lagi Maha Pemurah.\n\n 74.Mak tatkala rasa takut hilang dari Ibrahim dan berita gembira telah datang kepadanya dia pun bersoal jawab dengan {malaikat-malaikat} Kami tentang kaum Luth.\"\n { Hud : 69 ~ 74 } \n\nSelain ayat-ayat yang tersebut di atas yang membawa berita akan lahirnya Nabi Ishaq daripada kedua orang tuanya yang sudah lanjut usia yang menurut sementara riwayat bahwa usianya pada waktu itu sudah mencapai sembilan puluh tahun, terdapat beberapa ayat yang menetapkan kenabiannya di antaranya ialah ayat 49 surah \"Maryam\" sebagai berikut: \n\n \"Maka ketika Ibrahim sudah menjauhkan diri dari mereka dan dari apa yang meerka sembah selain Allah Kami anugerahkan kepadanya Ishaq dan Ya'qup.\n\nDan masing-masingnya Kami angkat menjadi nabi.\" \n\nDan ayat 112 dan 113 surah \"Ash-Shaffaat\" sebagai berikut : \n\n \"112. Dan Kami dia khabar gembira dengan {kelahiran} Ishaq seorang nabi yang termasuk orang-orang yang saleh.\n\n 113.Kami limpahkan keberkatan atasnya dan atas Ishaq.\n\nDan di antara anak cucunya ada yang berbuat baik dan ada {pula} yang zalim terhadap dirinya dengan nyata.\n\n\"Catatan Tambahan \n\nDiriwayatkan bahwa Nabi Ibrahim wafat pada usia 175 tahun. Nabi Ismail pada usia 137 tahun dan Nabi Ishaq pada usia 180 tahun.\n\n ",
		"tmp": "Kan'an",
		"image_url":"https://i.ibb.co/23tHhfm/Desain-tanpa-judul-15.png",
		"icon_url":""
}
