{
		"name": "Nabi Ismail AS",
		"thn_kelahiran": "1911",
		"usia": 137,
		"description": "Sampai Nabi Ibrahim yang berhijrah meninggalkan Mesir bersama Sarah, isterinya dan Hajar, dayangnya di tempat tujuannya di Palestin.\n\n Ia telah membawa pindah juga semua binatang ternaknya dan harta miliknya yang telah diperolehinya sebagai hasil usaha niaganya di Mesir.\n\n Al-Bukhari meriwayatkan daripada Ibnu Abbas r.a.berkata:\n\n Pertama-tama yang menggunakan setagi (setagen) ialah Hajar ibu Nabi Ismail tujuan untuk menyembunyikan kandungannya dari Siti Sarah yang telah lama berkumpul dengan Nabi Ibrahim a.s tetapi belum juga hamil. tetapi Walaubagaimana pun juga akhirnya terbukalah rahsia yang disembunyikan itu dengan lahirnya Nabi Ismail a.s\n\n Dan sebagai lazimnya seorang isteri sebagai Siti Sarah merasa telah dikalahkan oleh Siti Hajar sebagai seorang dayangnya yang diberikan kepada Nabi Ibrahim a.s\n\n Dan sejak itulah Siti Sarah merasakan bahawa Nabi Ibrahim a.s lebih banyak mendekati Hajar karena merasa sgt gembira dengan puteranya yang tunggal dan pertama itu, hal ini yang menyebabkan permulaan ada keratakan dalam rumahtangga Nabi Ibrahim a.s sehingga Siti Sarah merasa tidak tahan hati jika melihat Siti Hajar dan minta pada Nabi Ibrahim a.s\n\n supaya menjauhkannya dari matanya dan menempatkannya di lain tempat.\n\n Untuk suatu hikmah yang belum diketahui dan disadari oleh Nabi Ibrahim Allah s.w.t mewahyukan kepadanya agar keinginan dan permintaan Sarah isterinya dipenuhi dan dijauhkanlah Ismail bersama Hajar ibunya dan Sarah ke suatu tempat di mana yang ia akan tuju dan di mana Ismail puteranya bersama ibunya akan di tempatkan dan kepada siapa akan ditinggalkan.\n\n Maka dengan tawakkal kepada Allah berangkatlah Nabi Ibrahim meninggalkan rumah membawa Hajar dan Ismail yang diboncengkan di atas untanya tanpa tempat tujuan yang tertentu.\n\n Ia hanya berserah diri kepada Allah yang akan memberi arah kepada binatang tunggangannya.\n\n Dan berjalanlah unta Nabi Ibrahim dengan tiga hamba Allah yang berada di atas punggungnya keluar kota masuk ke lautan pasir dan padang terbuka di mana terik matahari dengan pedihnya menyengat tubuh dan angin yang kencang menghembur-hamburkan debu-debu pasir.\n\n Ismail dan Ibunya Hajar Ditingalkan di Makkah\n\n Setelah berminggu-minggu berada dalam perjalanan jauh yang memenatkan tibalah pada akhirnya Nabi Ibrahim bersama Ismail dan ibunya di Makkah kota suci dimana Kaabah didirikan dan menjadi pujaan manusia dari seluruh dunia.\n\nDi tempat di mana Masjidil Haram sekarang berada, berhentilah unta Nabi Ibrahim mengakhiri perjalanannya dan disitulah ia meninggalkan Hajar bersama puteranya dengan hanya dibekali dengan serantang bekal makanan dan minuman sedangkan keadaan sekitarnya tiada tumbuh-tumbuhan, tiada air mengalir, yang terlihat hanyalah batu dan pasir kering .\n\nAlangkah sedih dan cemasnya Hajar ketika akan ditinggalkan oleh Ibrahim seorang diri bersama dengan anaknya yang masih kecil di tempat yang sunyi senyap dari segala-galanya kecuali batu gunung dan pasir.\n\nIa seraya merintih dan menangis, memegang kuat-kuat baju Nabi Ibrahim memohon belas kasihnya, janganlah ia ditinggalkan seorang diri di tempat yang kosong itu, tiada seorang manusia, tiada seekor binatang, tiada pohon dan tidak terlihat pula air mengalir, sedangkan ia masih menanggung beban mengasuh anak yang kecil yang masih menyusu.\n\nNabi Ibrahim mendengar keluh kesah Hajar merasa tidak tergamak meninggalkannya seorang diri di tempat itu bersama puteranya yang sangat disayangi akan tetapi ia sedar bahwa apa yang dilakukan nya itu adalah kehendak Allah s.w.t yang tentu mengandungi hikmat yang masih terselubung baginya dan ia sedar pula bahawa Allah akan melindungi Ismail dan ibunya dalam tempat pengasingan itu dan segala kesukaran dan penderitaan.\n\n Ia berkata kepada Hajar :\n\n \"Bertawakkallah kepada Allah yang telah menentukan kehendak-Nya, percayalah kepada kekuasaan-Nya dan rahmat-Nya.\n\n Dialah yang memerintah aku membawa kamu ke sini dan Dialah yang akan melindungi mu dan menyertaimu di tempat yang sunyi ini.\n\nSesungguh kalau bukan perintah dan wahyunya, tidak sesekali aku tergamak meninggalkan kamu di sini seorang diri bersama puteraku yang sangat ku cintai ini.\n\nPercayalah wahai Hajar bahwa Allah Yang Maha Kuasa tidak akan melantarkan kamu berdua tanpa perlindungan-Nya.\n\nRahmat dan barakah-Nya akan tetap turun di atas kamu untuk selamanya, insya-Allah. \" Mendengar kata-kata Ibrahim itu segeralah Hajar melepaskan genggamannya pada baju Ibrahim dan dilepaskannyalah beliau menunggang untanya kembali ke Palestin dengan iringan air mata yang bercurahan membasahi tubuh Ismail yang sedang menetak.\n\n Sedang Nabi Ibrahim pun tidak dapat menahan air matanya keetika ia turun dari dataran tinggi meninggalkan Makkah menuju kembali ke Palestin di mana isterinya Sarah dengan puteranya yang kedua Ishak sedang menanti.\n\n Ia tidak henti-henti selama dalam perjalanan kembali memohon kepada Allah perlindungan, rahmat dan barakah serta kurniaan rezeki bagi putera dan ibunya yang ditinggalkan di tempat terasing itu.\n\n Ia berkata dalam doanya:\" Wahai Tuhanku! Aku telah tempatkan puteraku dan anak-anak keturunannya di dekat rumah-Mu { Baitullahil Haram } di lembah yang sunyi dari tanaman dan manusia agar mereka mendirikan solat dan beribadat kepada-Mu.\n\n Jadikanlah hati sebahagian manusia cenderung kepada mereka dan berilah mereka rezeki dari buah-buahan yang lazat, mudah-mudahan mereka bersyukur kepada-Mu. \"\n\n Mata Air Zamzam \n\n Sepeninggal Nabi Ibrahim tinggallah Hajar dan puteranya di tempat yang terpencil dan sunyi itu.\n\n Ia harus menerima nasib yang telah ditakdirkan oleh Allah atas dirinya dengan kesabaran dan keyakinan penuh akan perlindungan-Nya.\n\n Bekalan makanan dan minuman yang dibawanya dalam perjalanan pada akhirnya habis dimakan selama beberapa hari sepeninggalan Nabi Ibrahim.\n\n Maka mulailah terasa oleh Hajar beratnya beban hidup yang harus ditanggungnya sendiri tanpa bantuan suaminya.\n\n Ia masih harus meneteki anaknya, namun air teteknya makin lama makin mengering disebabkan kekurangan makan .\n\nAnak yang tidak dapat minuman yang memuaskan dari tetek ibunya mulai menjadi cerewet dan tidak henti-hentinya menangis.\n\nIbunya menjadi panik, bingung dan cemas mendengar tangisan anaknya yang sgt menyayat hati itu.\n\nIa menoleh ke kanan dan ke kiri serta lari ke sana ke sini mencari sesuap makanan atau seteguk air yang dapat meringankan kelaparannya dan meredakan tangisan anaknya, namun sia-sialah usahanya.\n\nIa pergi berlari harwalah menuju bukit Shafa kalau-kalau ia boleh mendapatkan sesuatu yang dapat menolongnya tetapi hanya batu dan pasir yang didapatnya disitu, kemudian dari bukit Shafa ia melihat bayangan air yang mengalir di atas bukit Marwah dan larilah ia berharwahlah ke tempat itu namun ternyata bahawa yang disangkanya air adalha fatamorangana {bayangan} belaka dan kembalilah ke bukit Shafa karena mendengar seakan-akan ada suara yang memanggilnya tetapi gagal dan melesetlah dugaannya.\n\nDemikianlah maka karena dorongan hajat hidupnya dan hidup anaknya yang sangat disayangi, Hajar mundar-mundir berlari sampai tujuh kali antara bukit Shafa dan Marwah yang pada akhirnya ia duduk termenung merasa penat dan hampir berputus asa.\n\nDiriwayatkan bahawa selagi Hajar berada dalam keadaan tidak berdaya dan hampir berputus asa kecuali dari rahmat Allah dan pertolongan-Nya datanglah kepadanya malaikat Jibril bertanya:\" Siapakah sebenarnya engkau ini?\" \"Aku adalah hamba sahaya Ibrahim\".\n\nJawab Hajar.\n\n\"Kepada siapa engkau dititipkan di sini?\"tanya Jibril.\n\n\" Hanya kepad Allah\",jawab Hajar.\n\nLalu berkata Jibril:\" Jika demikian, maka engkau telah dititipkan kepada Dzat Yang Maha Pemurah Lagi Maha Pengasih, yang akan melindungimu, mencukupi keperluan hidupmu dan tidak akan mensia-siakan kepercayaan ayah puteramu kepada-Nya.\n\n\" Kemudian diajaklah Hajar mengikuti-nya pergi ke suatu tempat di mana Jibril menginjakkan telapak kakinya kuat-kuat di atas tanah dan segeralah memancur dari bekas telapak kaki itu air yang jernih dengan kuasa Allah .\n\nItulah dia mata air Zamzam yang sehingga kini dianggap keramat oleh jemaah haji, berdesakan sekelilingnya bagi mendapatkan setitik atau seteguk air daripadanya dan kerana sejarahnya mata air itu disebut orang \"Injakan Jibril \".\n\n Alngkah gembiranya dan lega dada Hajar melihat air yang mancur itu.\n\nSegera ia membasahi bibir puteranya dengan air keramat itu dan segera pula terlihat wajah puteranya segar kembali, demikian pula wajah si ibu yang merasa sgt bahagia dengan datangnya mukjizat dari sisi Tuhan yang mengembalikan kesegaran hidup kepadanya dan kepada puteranya sesudah dibayang-bayangi oleh bayangan mati kelaparan yang mencekam dada.\n\nMancurnya air Zamzam telah menarik burung-burung berterbangan mengelilingi daerah itu menarik pula perhatian sekelompok bangsa Arab dari suku Jurhum yang merantau dan sedang berkhemah di sekitar Makkah.\n\nMereka mengetahui dari pengalaman bahwa di mana ada terlihat burung di udara, nescaya dibawanya terdapat air, maka diutuslah oleh mereka beberapa orang untuk memeriksa kebenaran teori ini.\n\n Para pemeriksa itu pergi mengunjungi daerah di mana Hajar berada, kemudian kembali membawa berita gembira kepada kaumnya tentang mata air Zamzam dan keadaan Hajar bersama puteranya.\n\nSegera sekelompok suku Jurhum itu memindahkan perkhemahannya ke tempat sekitar Zamzam ,dimana kedatangan mereka disambut dengan gembira oleh Hajar karena adanya sekelompok suku Jurhum di sekitarnya, ia memperolehi jiran-jiran yang akan menghilangkan kesunyian dan kesepian yang selama ini dirasakan di dalam hidupnya berduaan dengan puteranya saja.\n\n Hajar bersyukur kepada Allah yang dengan rahmatnya telah membuka hati orang-orang itu cenderung datang meramaikan dan memecahkan kesunyian lembah di mana ia ditinggalkan sendirian oleh Ibrahim.\n\n Nabi Ismail Sebagai Qurban.\n\n Nabi Ibrahim dari masa ke semasa pergi ke Makkah untuk mengunjungi dan menjenguk Ismail di tempat pengasingannya bagi menghilangkan rasa rindu hatinya kepada puteranya yang ia sayangi serta menenangkan hatinya yang selalu rungsing bila mengenangkan keadaan puteranya bersama ibunya yang ditinggalkan di tempat yang tandus, jauh dari masyarakat kota dan pengaulan umum.\n\n Sewaktu Nabi Ismail mencapai usia remajanya Nabi Ibrahim a.s mendapat mimpi bahwa ia harus menyembelih Ismail puteranya.\n\n Dan mimpi seorang nabi adalah salah satu dari cara-cara turunnya wahyu Allah , maka perintah yang diterimanya dalam mimpi itu harus dilaksanakan oleh Nabi Ibrahim.\n\n Ia duduk sejurus termenung memikirkan ujian yang maha berat yang ia hadapi.\n\n Sebagai seorang ayah yang dikurniai seorang putera yang sejak puluhan tahun diharap-harapkan dan didambakan ,seorang putera yang telah mencapai usia di mana jasa-jasanya sudah dapat dimanfaatkan oleh si ayah , seorang putera yang diharapkan menjadi pewarisnya dan penyampung kelangsungan keturunannya, tiba-tiba harus dijadikan qurban dan harus direnggut nyawa oelh tangan si ayah sendiri.\n\n Namun ia sebagai seorang Nabi, pesuruh Allah dan pembawa agama yang seharusnya menjadi contoh dan teladan bagi para pengikutnya dalam bertaat kepada Allah ,menjalankan segala perintah-Nya dan menempatkan cintanya kepada Allah di atas cintanya kepada anak, isteri, harta benda dan lain-lain.\n\n Ia harus melaksanakan perintah Allah yang diwahyukan melalui mimpinya, apa pun yang akan terjadi sebagai akibat pelaksanaan perintah itu.\n\n Sungguh amat berat ujian yang dihadapi oleh Nabi Ibrahim, namun sesuai dengan firman Allah yang bermaksud:\" Allah lebih mengetahui di mana dan kepada siapa Dia mengamanatkan risalahnya.\n\n\" Nabi Ibrahim tidak membuang masa lagi, berazam {niat} tetap akan menyembelih Nabi Ismail puteranya sebagai qurban sesuai dengan perintah Allah yang telah diterimanya.\n\nDan berangkatlah serta merta Nabi Ibrahim menuju ke Makkah untuk menemui dan menyampaikan kepada puteranya apa yang Allah perintahkan.\n\n Nabi Ismail sebagai anak yang soleh yang sgt taat kepada Allah dan bakti kepada orang tuanya, ketika diberitahu oleh ayahnya maksud kedatangannya kali ini tanpa ragu-ragu dan berfikir panjang berkata kepada ayahnya:\" Wahai ayahku! Laksanakanlah apa yang telah diperintahkan oleh Allah kepadamu.\n\n Engkau akan menemuiku insya-Allah sebagai seorang yang sabar dan patuh kepada perintah.\n\n Aku hanya meminta dalam melaksanakan perintah Allah itu , agar ayah mengikatku kuat-kuat supaya aku tidak banyak bergerak sehingga menyusahkan ayah, kedua agar menanggalkan pakaianku supaya tidak terkena darah yang akan menyebabkan berkurangnya pahalaku dan terharunya ibuku bila melihatnya, ketiga tajamkanlah parangmu dan percepatkanlah perlaksanaan penyembelihan agar menringankan penderitaan dan rasa pedihku, keempat dan yang terakhir sampaikanlah salamku kepada ibuku berikanlah kepadanya pakaian ku ini untuk menjadi penghiburnya dalam kesedihan dan tanda mata serta kenang-kenangan baginya dari putera tunggalnya.\n\n\"Kemudian dipeluknyalah Ismail dan dicium pipinya oleh Nabi Ibrahim seraya berkata:\" Bahagialah aku mempunyai seorang putera yang taat kepada Allah, bakti kepada orang tua yang dengan ikhlas hati menyerahkan dirinya untuk melaksanakan perintah Allah. \".\n\n Saat penyembelihan yang mengerikan telah tiba.\n\n Diikatlah kedua tangan dan kaki Ismail, dibaringkanlah ia di atas lantai, lalu diambillah parang tajam yang sudah tersedia dan sambil memegang parang di tangannya, kedua mata Nabi Ibrahim yang tergenang air berpindah memandang dari wajah puteranya ke parang yang mengilap di tangannya, seakan-akan pada masa itu hati beliau menjadi tempat pertarungan antara perasaan seorang ayah di satu pihak dan kewajiban seorang rasul di satu pihak yang lain.\n\n Pada akhirnya dengan memejamkan matanya, parang diletakkan pada leher Nabi Ismail dan penyembelihan di lakukan .\n\n Akan tetapi apa daya, parang yang sudah demikian tajamnya itu ternyata menjadi tumpul dileher Nabi Ismail dan tidak dapat berfungsi sebagaimana mestinya dan sebagaimana diharapkan.\n\n Kejadian tersebut merupakan suatu mukjizat dari Allah yang menegaskan bahwa perintah pergorbanan Ismail itu hanya suatu ujian bagi Nabi Ibrahim dan Nabi Ismail sampai sejauh mana cinta dan taat mereka kepada Allah.\n\n Ternyata keduanya telah lulus dalam ujian yang sangat berat itu.\n\n Nabi Ibrahim telah menunjukkan kesetiaan yang tulus dengan pergorbanan puteranya.\n\n untuk berbakti melaksanakan perintah Allah sedangkan Nabi Ismail tidak sedikit pun ragu atau bimbang dalam memperagakan kebaktiannya kepada Allah dan kepada orang tuanya dengan menyerahkan jiwa raganya untuk dikorbankan, sampai-sampai terjadi seketika merasa bahwa parang itu tidak lut memotong lehernya, berkatalah ia kepada ayahnya:\" Wahai ayahku! Rupa-rupanya engkau tidak sampai hati memotong leherku karena melihat wajahku, cubalah telangkupkan aku dan laksanakanlah tugasmu tanpa melihat wajahku.\n\n\"Akan tetapi parang itu tetap tidak berdaya mengeluarkan setitik darah pun dari daging Ismail walau ia telah ditelangkupkan dan dicuba memotong lehernya dari belakang.\n\n Dalam keadaan bingung dan sedih hati, karena gagal dalam usahanya menyembelih puteranya, datanglah kepada Nabi Ibrahim wahyu Allah dengan firmannya:\" Wahai Ibrahim! Engkau telah berhasil melaksanakan mimpimu, demikianlah Kami akan membalas orang-orang yang berbuat kebajikkan .\n\n\"Kemudian sebagai tebusan ganti nyawa Ismail telah diselamatkan itu, Allah memerintahkan Nabi Ibrahim menyembelih seekor kambing yang telah tersedia di sampingnya dan segera dipotong leher kambing itu oleh beliau dengan parang yang tumpul di leher puteranya Ismail itu.\n\n Dan inilah asal permulaan sunnah berqurban yang dilakukan oleh umat Islam pada tiap hari raya Idul Adha di seluruh pelosok dunia.",
		"tmp": "Mekkah",
		"image_url":"http://3.bp.blogspot.com/-_cSIg5N6o5s/Vn3Xt49ILtI/AAAAAAAABvs/OKpPE7lNmt0/s320/ismail.png",
		"icon_url":""
}