{
		"name": "Nabi Luth AS",
		"thn_kelahiran": "1897",
		"usia": 80,
		"description": "Nabi Luth adalah anak saudara dari Nabi Ibrahim.\n\n Ayahnya yang bernama Hasan bin Tareh adalah saudara sekandung dari Nabi Ibrahim.\n\n Ia beriman kepada bapa saudaranya Nabi Ibrahim mendampinginya dalam semua perjalanan dan sewaktu mereka berada di Mesir berusaha bersama dalam bidang perternakan yang berhasil dengan baik binatang ternaknya berkembang biak sehingga dalam waktu yang singkat jumlah yang sudah berlipat ganda itu tidak dapat ditampung dalam tempat yang disediakan .\n\n Akhirnya perkongsian Ibrahim-Luth dipecah dan binatang ternakan serta harta milik perusahaan mereka di bahagi dan berpisahlah Luth dengan Ibrahim pindah ke Yordania dan bermukim di sebuah tempat bernama Sodom.\n\n Nabi Luth Diutuskan Oleh Allah Kepada Rakyat Sodom\n\n Masyarakat Sodom adalah masyarakat yang rendah tingkat moralnya,rusak mentalnya, tidak mempunyai pegangan agama atau nilai kemanusiaan yang beradab.\n\n Kemaksiatan dan kemungkaran bermaharajalela dalam pergaulan hidup mereka.\n\n Pencurian dan perampasan harta milik menrupakan kejadian hari-hari di mana yang kuat menjadi kuasa sedang yang lemah menjadi korban penindasan dan perlakuan sewenang-wenang.\n\n Maksiat yang paling menonjol yang menjadi ciri khas hidup mereka adalah perbuatan homoseks {liwat} di kalangan lelakinya dan lesbian di kalangan wanitanya.\n\n Kedua-dua jenis kemungkaran ini begitu bermaharajalela di dalam masyarakat sehinggakan ianya merupakan suatu kebudayaan bagi kaum Sodom.\n\n Seorang pendatang yang masuk ke Sodom tidak akan selamat dari diganggu oelh mereka.\n\n Jika ia membawa barang-barang yang berharga maka dirampaslah barang-barangnya, jika ia melawan atau menolak menyerahkannya maka nyawanya tidak akan selamat.\n\n Akan tetapi jika pendatang itu seorang lelaki yang bermuka tampan dan berparas elok maka ia akan menjadi rebutan di antara mereka dan akan menjadi korban perbuatan keji lelakinya dan sebaliknya jika si pendatang itu seorang perempuan muda maka ia menjadi mangsa bagi pihak wanitanya pula.\n\n Kepada masyarakat yang sudah sedemikian rupa keruntuhan moralnya dan sedemikian paras penyakit sosialnya diutuslah Nabi Luth sebagai pesuruh dan Rasul-Nya untuk mengangkat mereka dari lembah kenistaan ,kejahilan dan kesesatan serta membawa mereka alam yang bersih ,bermoral dan berakhlak mulia.\n\n Nabi Luth mengajak mereka beriman dan beribadah kepada Allah meninggalkan kebiasaan mungkar menjauhkan diri dari perbuatan maksiat dan kejahatan yang diilhamkan oleh iblis dan syaitan.\n\n Ia memberi penerang kepada mereka bahwa Allah telah mencipta mereka dan alam sekitar mereka tidak meredhai amal perbuatan mereka yang mendekati sifat dan tabiat kebinatangan dan tidak sesuai dengan nilai-nilai kemanusiaan dan bahwa Allah akan memberi ganjaran setimpal dengan amal kebajikan mereka.\n\n Yang berbuat baik dan beramal soleh akan diganjar dengan syurga di akhirat sedang yang melakukan perbuatan mungkar akan di balaskannya dengan memasukkannya ke dalam neraka Jahanam.\n\n Nabi Luth berseru kepada mereka agar meninggalkan adat kebiasaan yaitu melakukan perbuatan homoseks dan lesbian karena perbuatan itu bertentangan dengan fitrah dan hati nurani manusia serta menyalahi hikmah yang terkandung didalam penciptaan manusia menjadi dua jenis yaitu lelaki dan wanita.\n\n Juga kepada mereka di beri nasehat dan dianjurkan supaya menghormati hak dan milik masing-masing dengan meninggalkan perbuatan perampasan, perompakan serta pencurian yang selalu mereka lakukan di antara sesama mereka dan terutama kepada pengunjung yang datang ke Sodom.\n\n Diterangkan bahwa perbuatan-perbuatan itu akan merugikan mereka sendiri, karena akan menimbulkan kekacauan dan ketidak amanan di dalam negeri sehingga masing-masing dari mereka tidak merasa aman dan tenteram dalam hidupnya.\n\n Demikianlah Nabi Luth melaksanakan dakwahnya sesuai dengan tugas risalahnya.\n\nIa tidak henti-henti menggunakan setiap kesempatan dan dalam tiap pertemuan dengan kaumnya secara berkelompok atau secara berseorangan mengajak agak mereka beriman dan percaya kepada Allah menyembah-Nya melakukan amal soleh dan meninggalkan perbuatan maksiat dan mungkar.\n\n Akan tetapi keruntuhan moral dan kerusakan akhlak sudah berakar sgt di dalam pergaulan hidup mereka dan pengaruh hawa nafsu dan penyesatan syaitan sudah begitu kuat menguasai tindak-tanduk mereka, maka dakwah dan ajakkan Nabi Luth yyang dilaksanakan dengan kesabaran dan ketekunan tidak mendapat tanah yang subur di dalam hati dan fikiran mereka dan berlalu laksana suasana teriakan di tengah-tengah padang pasir .\n\nTelinga-telinga mereka sudah menjadi pekak bagi ajaran-ajaran Nabi Luth sedang hati dan fikiran mereka sudah tersumbat rapat dengan ajaran -ajaran syaitan dan iblis.\n\n Akhirnya kaum Luth merasa dan kesal hati mendengar dakwah dan nasehat-nasehat Nabi Luth yang tidak putus-putus itu dan minta agar ia menghentikan aksi dakwahnya atau menghadapi pengusir dirinya dari Sodom bersama semua keluarganya.\n\n dari pihak Nabi Luth pun sudah tidak ada harapan lagi masyarakat Sodom dapat terangkat dari lembah kesesatan dan keruntuhan moral mereka dan bahawa meneruskan dakwah kepada mereka yang sudah buta-tuli hati dan fikiran serta mensia-siakan masa.\n\n Ubat satu-satunya, menurut fikiran Nabi Luth untuk mencegah penyakit akhlak itu yang sudah parah itu menular kepada tetangga-tetangga dekatnya, ialah dengan membasmikan mereka dari atas bumi sebagai pembalasan ke atas terhadap kekerasan kepala mereka juga untuk menjadi ibrah dan pengajaran umat-umat disekelilingnya.\n\n beliau memohon kepada Allah agar kepada kaumnya masyarakat Sodom diberi pengajaran berupa azab di dunia sebelum azab yang menanti mereka di akhirat kelak.\n\n Para Malaikat Tamunya Nabi Ibrahim Bertamu Kepada Nabi Luth.\n\n Permohonan Nabi Luth dan doanya diperkenankan dan dikabulkan oleh Allah s.w.t\n\n Dikirimkanlah kepadanya tiga orang malaikat menyamar sebagai manusia biasa.\n\n Mereka adalah malaikat yang bertamu kepada Nabi Ibrahim dengan membawa berita gembira atas kelahiran Nabi Ishaq, dan memberitahu kepada mereka bahwa dia adalah utusan Allah dengan tugas menurunkan azab kepada kaum Luth penduduk kota Sodom.\n\n Dalam kesempatan pertemuan mana Nabi Ibrahim telah mohon agar penurunan azab keatas kaum Sodom ditunda ,kalau-kalau mereka kembali sedar mendebagiarkan dan mengikuti ajakan Luth serta bertaubat dari segala maksiat dan perbuatan mungkar.\n\n Juga dalam pertemuan itu Nabi Ibrahim mohon agar anaksaudaranya, Luth diselamatkan dari azab yang akan diturunkan keatas kaum Saum permintaan mana oleh para malaikat itu diterima dan dijamin bahwa Luth dan keluarganya tidak akan terkena azab.\n\n Para malaikat itu sampai di Sodom dengan menyamar sebagai lelaki remaja yang berparas tampan dan bertubuh yang elok dan bagus.\n\n Dalam perjalanan mereka hendak memasuki kota, mereka berselisih dengan seorang gadis yang cantik dan ayu sedang mengambil dari sebuah perigi.\n\n Para malaikat atau lelaki remaja itu bertanya kepada si gadis kalau-kalau mereka diterima ke rumah sebagai tetamu.\n\n Si gadis tidak berani memberi keputusan sebelum ia beruding terlebih dahulu dengan keluarganya.\n\n Maka ditngglkanlah para lelaki remaja itu oleh si gadis seraya ia pulang ke rumah cepat-cepat untuk memberitahu ayahnya.\n\n Si ayah yaitu Nabi Luth sendiri mendengar lapuran puterinya menjadi binggung jawapan apa yang harus ia berikan kepada para pendatang yang ingin bertamu ke rumahnya untuk beberapa waktu, namun menerima tamu-tamu remaja yang berparas tampan dan kacak akan mengundang risiko gangguan kepadanya dan kepada tamu-tamunya dari kaumnya yang tergila-gila oleh remaja-remaja yang mempunyai tubuh bagus dan wajah elok.\n\n Sedang kalau hal yang demikian itu terjadi ia sebagai tuan rumah harus bertanggungjawab terhadap keselamatan tamunya, padahal ia merasa bahwa ia tidak akan berdaya menghadapi kaumnya yang bengis-bengis dan haus maksiat itu.\n\n Timbang punya timbang dan fikir punya fikir akhirnya diputuskan oleh Nabi Luth bahwa ia akan menerima mereka sebagai tamu di rumahnya apa pun yang akan terjadi sebagai akibat keputusannya ia pasrahkan kepada Allah yang akan melindunginya.\n\n Lalu pergilah ia sendiri menjemput tamu-tamu yang sedang menanti di pinggir kota dan diajaklah mereka bersama-sama ke rumah pada saat kota Sodom sudah diliputi kegelapan dan manusianya sudah nyenyak tidur di rumah masing-masing.\n\n Nabi Luth berusah dab berpesan kepada isterinya dan kedua puterinya agar merahsiakan kedatangan tamu-tamu, jangan sampai terdengar dan diketahui oleh kaumnya.\n\n Akan tetapi isteri Nabi Luth yang memang sehaluan dan sependirian dengan penduduk Sodom telah membocorkan berita kedatangan para tamu dan terdengarlah oleh pemuka-pemuka mereka bahwa Luth ada tetamu terdiri daripada remaja-remaja yang tampan parasnya dan memiliki tubuh yang sangat menarik bagi para penggemar homoseks.\n\n Terjadilah apa yang dikhuatirkan oleh Nabi Luth.\n\n Begitu tersiar dari mulut ke mulut berita kedatangan tamu-tamu remaja di rumah Luth, berdatanglah mereka ke rumahnya untuk melihat para tamunya dan memuaskan nafsunya.\n\n Nabi Luth tidak membuka pintu bagi mereka dan berseru agar mereka kembali ke rumah masing-masing dan jangan menggunggu tamu-tamu yang datangnya dari jauh yang sepatutnya dihormati dan dimuliakan .\n\nMereka diberi nasehat agar meninggalkan adat kebiasaan yang keji itu yang bertentangan dengan fitrah manusia dan kudrat alam di mana Tuhan telah menciptkan manusia berpasangan antara lelaki dengan perempuan untuk menjaga kelangsungan perkembangan umat manusia sebagai makhluk yang termulia di atas bumi.\n\n Nabi Luth berseru agar mereka kembali kepada isteri-isteri mereka dan meninggalkan perbuatan maksiat dan mungkar yang tidak senonoh, sebelum mereka dilanda azab dan seksaan Allah.\n\n Seruan dan nasehat-nasehat Nabi Luth dihiraukan dan dipedulikan ,mereka bahkan mendesak akan menolak pintu rumahnya dengan paksa dan kekerasan kalau pintu tidak di buka dengan sukarela.\n\n Merasa bahwa dirinya sudah tidak berdaya untuk menahan arus orang-orang penyerbu dari kaumnya itu yang akan memaksakan kehendaknya dengan kekerasan berkatalah Nabi Luth secara terus terang kepada para tamunya:\" Sesungguhnya aku tidak berdaya lagi menahan orang-orang itu menyerbu ke dalam .\n\nAku tidak memiliki senjata dan kekuatan fizikal yang dapat menolak kekerasan mereka , tidak pula mempunyai keluarga atau sanak saudara yang disegani mereka yang dapat aku mintai pertolongannya, maka aku merasa sangat kecewa, bahwa sebagai tuan rumah aku tidak dapat menghalaukan gangguan terhadap tamu-tamuku dirumahku sendiri.\n\n Begitu Nabi Luth selesai mengucapkan keluh-kesahnya para tamu segera mengenalkan diri kepadanya dan memberi identitinya, bahawa mereka adalah malaikat-malaikat yang menyamar sebagai manusia yang bertamu kepadanya dan bahwa mereka datang ke Sodom untuk melaksanakan tugas menurunkan azab dan seksa atas rakyatnya yang membangkang dan enggan membersihkan masyarakatnya dari segala kemungkaran dan kemaksiat yang keji dan kotor.\n\n Kepad Nabi Luth para malaikat itu menyarankan agar pintu rumahnya dibuka lebar-lebar untuk memberi kesempatan bagi orang -orang yang haus homoseks itu masuk.\n\n Namun malangnya apabila pintu dibuka dan para penyerbu menindakkan kaki untuk masuk, tiba-tiba gelaplah pandangan mereka dan tidak dapat melihat sesuatu.\n\n mereka mengusap-usap mata, tetapi ternyata sudah menjadi buta.\n\n Sementara para penyerbu rumah Nabi Luth berada dalam keadaan kacau bilau berbentur antara satu dengan lain berteriak-teriak menanya-nanya gerangan apa yang menjadikan mereka buta dengan mendadak para berseru kepada Nabi Luth agar meninggalkan segera perkampungan itu bersam keluarganya, karena masanya telah tiba bagi azab Allah yang akan ditimpakan.\n\n Para malaikat berpesan kepada Nabi Luth dan keluarganya agar perjalanan ke luar kota jangan seorang pun dari mereka menoleh ke belakang.\n\n Nabi Luth keluar dari rumahnya sehabis tengah malam, bersama keluarganya terdiri dari seorang isteri dan dua puterinya berjalan cepat menuju keluar kota, tidak menoleh ke kanan mahupun kekiri sesuai dengan petunjuk para malaikat yang menjadi tamunya.\n\nAkan tetapi si isteri yang menjadi musuh dalam selimut bagi Nabi Luth tidak tergamak meninggalkan kaumnya.\n\n Ia berada dibelakang rombongan Nabi Luth berjalan perlahan-lahan tidak secepat langkah suaminya dan tidak henti-henti menoleh ke belakang karena ingin mengetahui apa yang akan menimpa atas kaumnya, seakan-akan menragukan kebenaran ancaman para malaikat yang telah didengarnya sendiri.\n\n Dan begitu langkah Nabi Luth berserta kedua puterinya melewati batas kota Sodom, sewaktu fajar menyingsing, bergetarlah bumi dengan dahsyatnya di bawah kaki rakyat Sodom, tidak terkecuali isteri Nabi Luth yang munafiq itu.\n\n Getaran itu mendahului suatu gempa bumi yang kuat dan hebat disertai angin yang kencang dan hujan batu sijjil yang menghancurkan dengan serta-merta kota Sodom berserta semua pemghuninya .\n\nDemikianlah mukjizat dan ayat Allah yang diturunkan untuk menjadi pengajaran dan ibrah bagi hamba-hamba-Nya yang mendatang.\n\n Kisah Nabi Luth Di Dalam Al-Quran\n\n Kisah Nabi Luth dalam Al-Quran terdapat pada 85 ayat dalam 12 surah diantaranya surah \"Al-Anbiyaa\" ayat 74 dan 75 , surah \"Asy-Syu'ara\" ayat 160 sehingga ayat 175 , surah \"Hud\" ayat 77 sehingga ayat 83 , surah \"Al-Qamar\" ayat 33 sehingga 39 dan surah \"At-Tahrim\" ayat 10.",
		"tmp": "Sodom dan Amurah",
		"image_url":"http://1.bp.blogspot.com/-u4aHo7te6ZA/Vn3Xt1adoeI/AAAAAAAABvo/rvMA3NOokqc/s320/lut.png",
		"icon_url":""
}