{
		"name": "Nabi Musa AS (Part 1)",
		"thn_kelahiran": "1527",
		"usia": 120,
		"description": "Nabi Musa A.s\n\n adalah seorang bayi yang dilahirkan dikalangan Bani Isra'il yang pada ketika itu dikuasai oleh Raja Fir'aun yang bersikap kejam dan zalim.\n\n Nabi Musa bin Imron bin Qahat bin Lawi bin Ya'qub adalah beribukan Yukabad.\n\nSetelah meningkat dewasa Nabi Musa telah beristrikan dengan puteri Nabi Syu'aib yaitu Shafura.\n\nDalam perjalanan hidup Nabi Musa untuk menegakkan Islam dalam penyebaran risalah yang telah diutuskan oleh Allah kepadanya ia telah diketemukan beberapa orang nabi diantaranya ialah Nabi Harun dan Nabi Khidhir.\n\n Di sini juga diceritakan tentang perlibatan beberapa orang nabi yang lain di antaranya Nabi Somu'il serta Nabi Daud\n\n Kelahiran Musa Dan Pengasuhnya\n\n Raja Fir'aun yang memerintah Mesir sekitar kelahirannya Nabi Musa, adalah seorang raja yang zalim, kejam dan tidak berperikemanusiaan.\n\n Ia memerintah negaranya dengan kekerasan, penindasan dan melakukan sesuatu dengan sewenang-wenangnya.\n\n Rakyatnya hidup dalam ketakutan dan rasa tidak aman tentang jiwa dan harta benda mereka, terutama Bani Isra'il yang menjadi hamba kekejaman, kezaliman dan bertindak sewenang-wenangnya dari raja dan orang-orangnya.\n\n Mereka merasa tidak tenteram dan selalu dalam keadaan gelisah, walau pun berada dalam rumah mereka sendiri.\n\n Mereka tidak berani mengangkat kepala bila berhadapan dengan seorang hamba raja dan berdebar hati mereka karena ketakutan bila kedengaran suara pegawai-pegawai kerajaan lalu di sekitar rumah mereka, apalagi bunyi kasut mereka sudah terdengar di depan pintu.\n\n Raja Fir'aun yang sedang mabuk kuasa yang tidak terbatas itu, bergelimpangan dalam kenikmatan dan kesenangan duniawi yang tiada taranya, bahkan mengumumkan dirinya sebagai tuhan yang harus disembah oleh rakyatnya.\n\n Pada suatu hari beliau telah terkejut oleh ramalan oleh seorang ahli nujum kerajaan yang dengan tiba-tiba datang menghadap raja dan memberitahu bahwa menurut firasatnya falaknya, seorang bayi lelaki akan dilahirkan dari kalangan Bani Isra'il yang kelak akan menjadi musuh kerajaan dan bahkan akan membinasakannya.\n\n Raja Fir'aun segera mengeluarkan perintah agar semua bayi lelaki yang dilahirkan di dalam lingkungan kerajaan Mesir dibunuh dan agar diadakan pengusutan yang teliti sehingga tiada seorang pun dari bayi lelaki, tanpa terkecuali, terhindar dari tindakan itu.\n\n Maka dilaksanakanlah perintah raja oleh para pengawal dan tenteranya.\n\n Setiap rumah dimasuki dan diselidiki dan setiap perempuan hamil menjadi perhatian mereka pada saat melahirkan bayinya.\n\n Raja Fir'aun menjadi tenang kembali dan merasa aman tentang kekebalan kerajaannya setelah mendengar para anggota kerajaannya, bahwa wilayah kerajaannya telah menjadi bersih dan tidak seorang pun dari bayi laki-laki yang masih hidup.\n\n Ia tidak mengetahui bahwa kehendak Allah tidak dapat dibendung dan bahwa takdirnya bila sudah difirman \"Kun\" pasti akan wujud dan menjadi kenyataan \"Fayakun\".\n\n Tidak sesuatu kekuasaan bagaimana pun besarnya dan kekuatan bagaimana hebatnya dapat menghalangi atau mengagalkannya.\n\n Raja Fir'aun sesekali tidak terlintas dalam fikirannya yang kejam dan zalim itu bahwa kerajaannya yang megah, menurut apa yang telah tersirat dalam Lauhul Mahfudz, akan ditumbangkan oleh seorang bayi yang justeru diasuh dan dibesarkan di dalam istananya sendiri akan diwarisi kelak oleh umat Bani Isra'il yang dimusuhi, dihina, ditindas dan disekat kebebasannya.\n\n Bayi asuhnya itu ialah laksana bunga mawar yang tumbuh di antara duri-duri yang tajam atau laksana fajar yang timbul menyingsing dari tengah kegelapan yang mencekam.\n\n Yukabad, istri Imron bin Qahat bin Lawi bin Ya'qub sedang duduk seorang diri di salah satu sudut rumahnya menanti datangnya seorang bidan yang akan memberi pertolongan kepadanya melahirkan bayi dari dalam kandungannya itu.\n\n Bidan datang dan lahirlah bayi yang telah dikandungnya selama sembilan bulan dalam keadaan selamat, segar dan sehat afiat.\n\n Dengan lahirnya bayi itu, maka hilanglah rasa sakit yang luar biasa dirasai oleh setiap perempuan yang melahirkan namun setelah diketahui oleh Yukabad bahwa bayinya adalah lelaki maka ia merasa takut kembali.\n\n Ia merasa sedih dan khuatir bahwa bayinya yang sangat disayangi itu akan dibunuh oleh orang-orang Fir'aun.\n\n Ia mengharapkan agar bidan itu merahsiakan kelahiran bayi itu dari sesiapa pun.\n\n Bidan yang merasa simpati terhadap bayi yang lucu dan bagus itu serta merasa betapa sedih hati seorang ibu yang akan kehilangan bayi yang baru dilahirkan memberi kesanggupan dan berjanji akan merahsiakan kelahiran bayi itu.\n\n Setelah bayi mencapai tiga bulan, Yukabad tidak merasa tenang dan selalu berada dalam keadaan cemas dan khuatir terhadap keselamatan bayinya.\n\n Allah memberi ilham kepadanya agar menyembunyikan bayinya di dalam sebuah peti yang tertutup rapat, kemudian membiarkan peti yang berisi bayinya itu terapung di atas sungai Nil.\n\n Yukabad tidak boleh bersedih dan cemas ke atas keselamatan bayinya karena Allah menjamin akan mengembalikan bayi itu kepadanya bahkan akan mengutuskannya sebagai salah seorang rasul.\n\n Dengan bertawakkal kepada Allah dan kepercayaan penuh terhadap jaminan Illahi, mak dilepaskannya peti bayi oleh Yukabad, setelah ditutup rapat dan dicat dengan warna hitam, terapung dipermukaan air sungai Nil.\n\n Kakak Musa diperintahkan oleh ibunya untuk mengawasi dan mengikuti peti rahsia itu agar diketahui di mana ia berlabuh dan ditangan siapa akan jatuh peti yang mengandungi erti yang sangat besar bagi perjalanan sejarah umat manusia.\n\n Alangkah cemasnya hati kakak Musa, ketika melihat dari jauh bahwa peti yang diawasi itu, dijumpai oleh puteri raja yang kebetulan berada di tepi sungai Nil bersantai bersama beberapa dayangnya dan dibawanya masuk ke dalam istana dan diserahkan kepada ibunya, istri Fir'aun.\n\n Yukabad yang segera diberitahu oleh anak perempuannya tentang nasib peti itu, menjadi kosonglah hatinya karena sedih dan cepat serta hampir saja membuka rahsia peti itu, andai kata Allah tidak meneguhkan hatinya dan menguatkan hanya kepada jaminan Allah yang telah dinerikan kepadanya.\n\n Raja Fir'aun ketika diberitahu oleh Aisah, istrinya, tentang bayi laki-laki yang ditemui di dalam peti yang terapung di atas permukaan sungai Nil, segera memerintahkan membunuh bayi itu seraya berkata kepada istrinya: \"Aku khuatir bahwa inilah bayi yang diramalkan, yang akan menjadi musuh dan penyebab kesedihan kami dan akan membinasakan kerajaan kami yg besar ini.”\n\n Akan tetapi istri Fir'aun yang sudah terlanjur menaruh simpati dan sayang terhadap bayi yang lucu dan manis itu, berkata kepada suaminya: \"Janganlah bayi yang tidak berdosa ini dibunuh.\n\n Aku sayang kepadanya dan lebih baik kami ambil dia sebagai anak, kalau-kalau kelak ia akan berguna dan bermanfaat bagi kami.\n\n Hatiku sangat tertarik kepadanya dan ia akan menjadi kesayanganku dan kesayangmu\".\n\n Demikianlah jika Allah Yang Maha Kuasa menghendaki sesuatu maka dilincinkanlah jalan bagi terlaksananya takdir itu.\n\n Dan selamatlah nyawa putera Yukabad yang telah ditakdirkan oleh Allah untuk menjadi rasul-Nya, menyampaikan amanat wahyu-Nya kepada hamba-hamba-Nya yang sudah sesat.\n\n Nama Musa yang telah diberikan kepada bayi itu oleh keluarga Fir'aun, bererti air dan pohon {Mu=air , Sa=pohon} sesuai dengan tempat ditemukannya peti bayi itu.\n\n Didatangkanlah kemudian ke istana beberapa inang untuk menjadi ibu susuan Musa.\n\n Akan tetapi setiap inang yang mencuba dan memberi air susunya ditolak oleh bayi yang enggan menyedut dari setiap tetk yang diletakkan ke bibirnya.\n\n Dalam keadaan istri Fir'aun lagi bingung memikirkan bayi pungutnya yang enggan menetek dari sekian banyak inang yang didatangkan ke istana, datanglah kakak Musa menawarkan seorang inang lain yang mungkin diterima oleh bayi itu.\n\n Atas pertanyaan keluarga Fir'aun, kalau-kalau ia mengenal keluarga bayi itu, berkatalah kakak Musa: \"Aku tidak mengenal siapakah keluarga dan ibu bayi ini.\n\n Hanya aku ingin menunjukkan satu keluarga yang baik dan selalu rajin mengasuh anak, kalau-kalau bayi itu dapat menerima air susu ibu keluarga itu\".\n\n Anjuran kakak Musa diterima oleh istri Fir'aun dan seketika itu jugalah dijemput ibu kandung Musa sebagai inang bayaran.\n\n Maka begitu bibir sang bayi menyentuh tetek ibunya, disedutlah air susu ibu kandungnya itu dengan sangat lahapnya.\n\n Kemudian diserahkan Musa kepada Yukabad ibunya, untuk diasuh selama masa menetek dengan imbalan upah yang besar.\n\n Maka dengan demikian terlaksanalah janji Allah kepada Yukabad bahwa ia akan menerima kembali puteranya itu.\n\n Setelah selesai masa meneteknya, dikembalikan Musa oleh ibunya ke istana, di mana ia di asuh, dibesar dan dididik sebagaimana anak-anak raja yang lain.\n\n Ia mengenderai kenderaan Fir'aun dan berpakaian sesuai dengan cara-cara Fir'aun berpakaian sehingga ia dikenal orang sebagai Musa bin Fir'aun.\n\n Musa keluar dari Mesir\n\n Sejak ia dikembali ke istana oleh ibunya setelah disusui, Musa hidup sebagai salah seorang dari keluarga kerajaan hingga mencapai usia dewasanya, dimana ia memperolehi asuhan dan pendidikan sesuai dengan tradisi istana.\n\n Allah mengurniakannya hikmah dan pengetahuan sebagai persiapan tugas kenabian dan risalah yang diwahyukan kepadanya.\n\n Di samping kesempurnaan dan kekuatan rohani, ia dikurniai oleh Allah kesempurnaan tubuh dan kekuatan jasmani.\n\n Musa mengetahui dan sedar bahwa ia hanya seorang anak pungut di istana dan tidak setitik darah Fir'aun pun mengalir di dalam tubuhnya dan bahwa ia adalah keturunan Bani Isra'il tg ditindas dan diperlakukan sewenang-wenangnya oleh kaum Fir'aun.\n\n Karenanya ia berjanji kepada dirinya akan menjadi pembela kepada kamunya yang tertindas dan menjadi pelindung bagi golongan yang lemah yang menjadi sasaran kezaliman dan keganasan para penguasa.\n\n Demikianlah maka terdorong oleh rasa setia kawannya kepada orang-orang yang madhlum dan teraniaya, terjadilah suatu peristiwa yang menyebabkan ia terpaksa meninggalkan istana dan keluar dari Mesir.\n\n Peristiwa itu terjadi ketika Musa sedang berjalan-jalan di sebuah lorong di waktu tengahari di mana keadaan kota sunyi sepi ketika penduduknya sedang tidur siang, Ia melihat kedua berkelahi seorang dari golongan Bani Isra'il bernama Samiri dan seorang lagi dari kaum Fir'aun bernama Fa'tun.\n\n Musa yang mendengar teriakan Samiri mengharapkan akan pertolongannya terhadap musuhnya yang lebih kuat dan lenih besar itu, segera melontarkan pukulan dan tumbukannya kepada Fatun yang seketika itu jatuh rebah an menghembuskan nafasnya yang terakhir.\n\n Musa terkejut melihat Fatun, orang Fir'aun itu mati karena tumbukannya yang tidak disengajakan dn tidak akan mengharapkan membunuhnya.\n\n Ia merasa berdoa dan beristighfar kepada Allah memohon ampun diatas perbuatannya yang tidak sengaja, telah melayang nyawa salah seorang daripada hamba-hamba-Nya.\n\n Peristiwa matinya Fatun menjadi perbualan ramai dan menarik para penguasa kerajaan yang menduga bahwa pasti orang-orang Isra'illah yang melakukan perbunuhan itu.\n\n Mereka menuntut agar pelakunya diberi hukuman yang berat , bila ia tertangkap.\n\n Anggota dan pasukan keamanan negara di hantarkan ke seluruh pelusuk kota mencari jejak orang yang telah membunuh Fatun, yang sebenarnya hanya diketahui oleh Samiri dan Musa shj.\n\n akan tetapi, walaupun tidak orang ketiga yang menyaksikan peristiwa itu, Musa merasa cemas dan takut dan berada dalam keadaan bersedia menghadapi akibat perbuatannya itu bila sampai tercium oleh pihak penguasa.\n\n Alangkah malangnya nasib Musa yang sudah cukup berhati-hati menghindari kemungkinan terbongkarnya rahsia pembunuhan yang ia lakukan tatkala ia terjebat lagi tanpa disengajakan dalam suatu perbuatan yang menyebabkan namanya disebut-sebut sebagai pembunuh yang dicari.\n\n Musa bertemu lagi dengan Samiri yang telah ditolongnya melawan Fatun, juga dalam keadaan berkelahi untuk kali keduanya dengan salah seorang dari kaum Fir'aun.\n\n Melihat Musa berteriaklah Samiri meminta pertolongannya.\n\n Musa menghampiri mereka yang sedang berkelahi seraya berkata menegur Samiri: \" Sesungguhnya engkau adalah seorang yang telah sesat.”\n\n Samiri menyangkal bahwa Musa akan membunuhnya ketika ia mendekatinya, lalu berteriaklah Samiri berkata: \"Apakah engkau hendak membunuhku sebagaimana engkau telah membunuh seorang kelmarin? Rupanya engkau hendak menjadi seorang yang sewenang-wenang di negeri ini dan bukan orang yang mengadilkan kedamaian\".\n\n Kata-kata Samiri itu segera tertangkap orang-orang Fir'aun, yang dengan cepat memberitahukannya kepada para penguasa yang memang sedang mencari jejaknya.\n\n Maka berundinglah para pembesar dan penguasa Mesir, yang akhirnya memutuskan untuk menangkap Musa dan membunuhnya sebagai balasan terhadap matinya seorang dari kalangan kaum Fir'aun.\n\n Selagi orang-orang Fir'aun mengatur rancangan penangkapan Musa, seorang lelaki slah satu daripada sahabatnya datang dari hujung kota memberitahukan kepadanya dan menasehatkan agar segera meninggalkan Mesir, karena para penguasa Mesir telah memutuskan untuk membunuhnya apabila ia ditangkap.\n\n lalu keluarlah Musa terburu-buru meninggalkan Mesir, ssebelum anggota polis sempat menutup serta menyekat pintu-pintu gerbangnya.\n\n Musa bertemu Jodoh di kota Madyan\n\n Dengan berdoa kepada Allah: \"Ya Tuhanku selamatkanlah aku dari segala tipu daya orang-orang yang zalim\" keluarlah Nabi Musa dari kota Mesir seorang diri, tiada pembantu selain inayahnya Allah tiada kawan selain cahaya Allah dan tiada bekal kecuali bekal iman dan takwa kepada Allah.\n\n Penghibur satu-satunya bagi hatinya yang sedih karena meninggalkan tanahi airnya ialah bahwa ia telah diselamatkan oleh Allah dari buruan kaum fir'aun yang ganas dan kejam itu.\n\n Setelah menjalani perjalanan selama lapan hari lapan malam dengan berkaki ayam {tidak berkasut} sampai terkupas kedua kulit tapak kakinya, tibalah Musa di kota Madyan yaitu kota Nabi Syu'aib yang terletak di timur jazirah Sinai dan teluk Aqabah di selatan Palestin.\n\n Nabi Musa beristirehat di bawah sebuah pokok yang rendang bagi menghilangkan rasa letihnya karena perjalanan yang jauh, berdiam seorang diri karena nasibnya sebagai salah seorang bekas anggota istana kerajaan yang menjadi seorang pelarian dan buruan.\n\n Ia tidak tahu ke mana ia harus pergi dan kepada siapa ia harus bertamu, di tempat di mana ia tidak mengenal dan dikenal orang, tiada sahabat dan saudara.\n\n Dalam keadaan demikian terlihatlah olehnya sekumpulan penggembala berdesak-desak mengelilingi sebuah sumber air bagi memberi minum ternakannya masing-masing, sedang tidak jauh dari tempat sumber air itu berdiri dua orang gadis yang menantikan giliran untuk memberi minuman kepada ternakannya, jika para penggembala lelaki itu sudah selesai dengan tugasnya.\n\n Musa merasa kasihan melihat kepada dua orang gadis itu yang sedang menanti lalu dihampirinya dan ditanya : \"Gerangan apakah yang kamu tunggu di sini?\" Kedua gadis itu menjawab: \"Kami hendak mengambil air dan memberi minum ternakan kami namun kami tidak dapat berdesak dengan lelaki yang masih berada di situ.\n\n Kami menunggu sehingga mereka selesai memberi minum ternakan mereka.\n\n Kami harus lakukan sendiri pekerjaan ini karena ayah kami sudah lanjut usianya dan tidak dapat berdiri, jangan lagi datang ke mari\".\n\n Lalu tanpa mengucapkan sepatah kata dua pun diambilkannyalah timba kedua gadis itu oleh Musa dan sejurus kemudian dikembalikannya kepada mereka setelah terisi air penuh sedang sekeliling sumber air itu masih padat di keliling para pengembala.\n\n Setibanya kedua gadis itu di rumah berceritalah keduanya kepada ayah mereka tentang pengalamannya dengan Nabi Musa yang karena pertolongannya yangbtidak diminta itu mereka dapat lebih cepat kembali ke rumah daripada biasa.\n\n Ayah kedua gadis yang bernama Syu'aib itu tertarik dengan cerita kedua puterinya.\n\n Ia ingin berkenalan dengan orang yang baik hati itu yang telah memberi pertolongan tanpa diminta kepada kedua puterinya dan sekaligus menytakan terimakasih kepadanya.\n\n Ia menyuruh salah seorang dari puterinya itu pergi memanggilkan Musa dan mengundangnya datang ke rumah.\n\n Dengan malu-malu pergilah puteri Syu'aib menemui Musa yang masih berada di bawah pohon yang masih melamun.\n\n Dalam keadaan letih dan lapar Musa berdoa: \"Ya Tuhanku aku sangat memerlukan belas kasihmu dan memerlukan kebaikan sedikit brg makanan yang Engkau turunkan kepadaku.”\n\n Berkatalah gadis itu kepada Musa memotong lamunannya: \"Ayahku mengharapkan kedatanganmu ke rumah untuk berkenalan dengan engkau serta memberi engkau sekadar upah atas jasamu menolong kami mendapatkan air bagi kami dan ternakan kami.”\n\n Musa sebagai perantau yang masih asing di negeri itu, tiada mengenal dan dikenali orang tanpa berfikir panjang menerima undangan gadis itu dengan senang hati.\n\n Ia lalu mengikuti gadis itu dari belakang menuju ke rumah ayahnya yang bersedia menerimanya dengan penuh ramah-tamah, hormat dan mengucapkan terimakasihnya.\n\n Dalam berbincang-bincang dab bercakap-cakap dengan Syu'aib ayah kedua gadis yang sudah lanjut usianya itu Musa mengisahkan kepadanya peristiwa yang terjadi pada dirinya di Mesri sehingga terpaksa ia melarikan diri dan keluar meninggalkan tanah airnya bagi mengelakkan hukuman penyembelihan yang telah direncanakan oleh kaum Fir'aun terhadap dirinya.\n\n Berkata Syu'aib setelah mendengar kisah tamunya: \"Engkau telah lepas dari pengejaran dari orang-orang yang zalim dan ganas itu adalah berkat rahmat Tuhan dan pertolongan-Nya.\n\n Dan engkau sudah berada di sebuah tempat yang aman di rumah kami ini, di man engkau akan tinggallah dengan tenang dan tenteram selama engkau suka.”\n\n Dalam pergaulan sehari-hari selama ia tinggal di rumah Syu'aib sebagai tamu yang dihormati dan disegani Musa telah dapat menawan hati keluarga tuan rumah yang merasa kagum akan keberaniannya, kecerdasannya, kekuatan jasmaninya, perilakunya yang lemah lembut, budi perkertinya yang halus serta akhlaknya yang luhur.\n\n Hal mana telah menimbulkan idea di dalam hati salah seorang dari kedua puteri Syu'aib untuk mempekerjakan Musa sebagai pembantu mereka.\n\n Berkatalah gadis itu kepada ayahnya: \"wahai ayah! Ajaklah Musa sebagai pembantu kami menguruskan urusan rumahtangga dan penternakan kami.\n\n Ia adalah seorang yang kuat badannya, luhur budi perkertinya, baik hatinya dan boleh dipercayai.”\n\n Saranan gadis itu disepakati dan diterima baik oleh ayahnya yang memang sudah menjadi pemikirannya sejak Musa tinggal bersamanya di rumah, menunjukkan sikap bergaul yang manis perilaku yang hormat dab sopan serta tangan yang ringan suka bekerja, suka menolong tanpa diminta.\n\n Diajaklah Musa berunding oleh Syu'aib dan berkatalah kepadanya: \"Wahai Musa! Tertarik oleh sikapmu yang manis dan cara pergaulanmu yang sopan serta akhlak dan budi perkertimu yang luhur, selama engkau berada di rumah ini kami dan mengingat akan usiaku yang makin hari makin lanjut, maka aku ingin sekali mengambilmu sebagai menantu, mengahwinkan engkau dengan salah seorang dari kedua gadisku ini.\n\n Jika engkau dengan senang hati menerima tawaranku ini, maka sebagai maskahwinnya, aku minta engkau bekerja sebagai pembantu kami selama lapan tahun menguruskan penternakan kami dan soal-soal rumahtangga yang memerlukan tenagamu.\n\n Dan aku sangat berterima kasih kepada mu bila engkau secara suka rela mau menambah dua tahun di atas lapan tahun yang menjadi syarat mutlak itu.”\n\n Nabi Musa sebagai buruan yang lari dari tanah tumpah darahnya dan berada di negeri orang sebagai perantau, tada sanak saudara, tiada sahabat telah menerima tawaran Syu'aib iut sebagai kurniaan dari Tuhan yang akan mengisi kekosongan hidupnya selaku seorang bujang yang memerlukan teman hidup untuk menyekutunya menanggung beban penghidupan dengan segala duka dan dukanya.\n\n Ia segera tanpa berfikir panjang berkata kepada Syu'aib: \"Aku merasa sangat bahagia, bahwa bapakberkenan menerimaku sebagai menantu, semuga aku tidak menghampakan harapan bapakyang telah berjasa kepada diriku sebagai tamu yang diterima dengan penuh hormat dan ramah tamah, kemudian dijadikannya sebagai menantu, suami kepada anak puterinya.\n\n Syarat kerja yang bapakkemukakan sebagai maskahwin, aku setujui dengan penuh tanggungjawab dab dengan senang hati.”\n\n Setelah masa lapan tahun bekerja sebagai pembantu Syu'aib ditambah dengan suka rela dilampaui oleh Musa, dikahwinkanlah ia dengan puterinya yang bernama Shafura.\n\n Dan sebagai hadiah perkahwinan diberinyalah pasangan penganti baru itu oleh Syu'aib beberapa ekor kambing untuk dijadikan modal pertama bagi hidupnya yang baru sebagai suami-istri.\n\n Pemberian beberpa ekor kambing itu juga merupakan tanda terimaksih Syu'aib kepada Musa yang selama ini di bawah pengurusannya, penternakan Syu'aib menjadi berkembang biak dengan cepatnya dan memberi hasil serta keuntungan yang berlipat ganda.\n\n ",
		"tmp": "Sinai di Mesir",
		"image_url":"http://1.bp.blogspot.com/-6vR18iLMa1I/Vn3XuoEY2uI/AAAAAAAABv0/Wxq1kEQkTb8/s320/musa.png",
		"icon_url":""
}