{
		"name": "Nabi Nuh AS",
		"thn_kelahiran": "3993",
		"usia": 950,
		"description": "Nabi Nuh adalah nabi keempat sesudah Adam, Syith dan Idris dan keturunan kesembilan dari Nabi Adam.\n\n Ayahnya adalah Lamik bin Metusyalih bin Idris. \n\n Dakwah Nabi Nuh Kepada Kaumnya\n\nNabi Nuh menerima wahyu kenabian dari Allah dalam masa \"fatrah\" masa kekosongan di antara dua rasul di mana biasanya manusia secara berangsur-angsur melupakan ajaran agama yang dibawa oleh nabi yang meninggalkan mereka dan kembali bersyirik meninggalkan amal kebajikan, melakukan kemungkaran dan kemaksiatan di bawah pimpinan Iblis.\n\nDemikianlah maka kaum Nabi Nuh tidak luput dari proses tersebut, sehingga ketika Nabi Nuh datang di tengah-tengah mereka, mereka sedang menyembah berhala ialah patung-patung yang dibuat oleh tangan-tangan mereka sendiri disembahnya sebagai tuhan-tuhan yang dapat membawa kebaikan dan manfaat serta menolak segala kesengsaraan dan kemalangan.\n\nberhala-berhala yang dipertuhankan dan menurut kepercayaan mereka mempunyai kekuatan dan kekuasaan ghaib ke atas manusia itu diberinya nama-nama yang silih berganti menurut kehendak dan selera kebodohan mereka.\n\nKadang-kadang mereka namakan berhala mereka \" Wadd \" dan \" Suwa \" kadangkala \" Yaguts \" dan bila sudah bosan digantinya dengan nama \" Yatuq \" dan \" Nasr \".\n\nNabi Nuh berdakwah kepada kaumnya yang sudah jauh tersesat oleh iblis itu, mengajak mereka meninggalkan syirik dan penyembahan berhala dan kembali kepada tauhid menyembah Allah Tuhan sekalian alam melakukan ajaran-ajaran agama yang diwahyukan kepadanya serta meninggalkan kemungkaran dan kemaksiatan yang diajarkan oleh Syaitan dan Iblis.\n\nNabi Nuh menarik perhatian kaumnya agar melihat alam semesta yang diciptakan oleh Allah berupa langit dengan matahari, bulan dan bintang-bintang yang menghiasinya, bumi dengan kekayaan yang ada di atas dan di bawahnya, berupa tumbuh-tumbuhan dan air yang mengalir yang memberi kenikmatan hidup kepada manusia, pengantian malam menjadi siang dan sebaliknya yang kesemua itu menjadi bukti dan tanda nyata akan adanya keesaan Tuhan yang harus disembah dan bukan berhala-berhala yang mereka buat dengan tangan mereka sendiri.\n\nDi samping itu Nabi Nuh juga memberitakan kepada mereka bahwa akan ada gajaran yang akan diterima oleh manusia atas segala amalannya di dunia yaitu syurga bagi amalan kebajikan dan neraka bagi segala pelanggaran terhadap perintah agama yang berupa kemungkaran dan kemaksiatan.\n\nNabi Nuh yang dikurniakan Allah dengan sifat-sifat yang patut dimiliki oleh seorang nabi, fasih dan tegas dalam kata-katanya, bijaksana dan sabar dalam tindak-tanduknya melaksanakan tugas risalahnya kepada kaumnya dengan penuh kesabaran dan kebijaksanaan dengan cara yang lemah lembut mengetuk hati nurani mereka dan kadang kala dengan kata-kata yang tajam dan nada yang kasar bila menghadapi pembesar-pembesar kaumnya yang keras kepala yang enggan menerima hujjah dan dalil-dalil yang dikemukakan kepada mereka yang tidak dapat mereka membantahnya atau mematahkannya.\n\nAkan tetapi walaupun Nabi Nuh telah berusaha sekuat tanaganya berdakwah kepadaa kaumnya dengan segala kebijaksanaan, kecekapan dan kesabaran dan dalam setiap kesempatan, siang mahupun malam dengan cara berbisik-bisik atau cara terang dan terbuka terbyata hanya sedikit sekali dari kaumnya yang dapat menerima dakwahnya dan mengikuti ajakannya, yang menurut sementara riwayat tidak melebihi bilangan seratus orang Mereka pun terdiri dari orang-orang yang miskin berkedudukan sosial lemah.\n\n Sedangkan orang yang kaya-raya, berkedudukan tingi dan terpandang dalam masyarakat, yang merupakan pembesar-pembesar dan penguasa-penguasa tetap membangkang, tidak mempercayai Nabi Nuh mengingkari dakwahnya dan sesekali tidak merelakan melepas agamanya dan kepercayaan mereka terhadap berhala-berhala mereka, bahkan mereka berusaha dengan mengadakan persekongkolan hendak melumpuhkan dan mengagalkan usaha dakwah Nabi nuh.\n\nBerkata mereka kepada Nabi Nuh:\"Bukankah engkau hanya seorang daripada kami dan tidak berbeda daripada kami sebagai manusia biasa.\n\n Jikalau betul Allah akan mengutuskan seorang rasul yang membawa perintah-Nya, nescaya Ia akan mengutuskan seorang malaikat yang patut kami dengarkan kata-katanya dan kami ikuti ajakannya dan bukan manusia biasa seperti engkau hanya dapat diikuti orang-orang rendah kedudukan sosialnya seperti para buruh petani orang-orang yang tidak berpenghasilan yang bagi kami mereka seperti sampah masyarakat.\n\nPengikut-pengikutmu itu adalah orang-orang yang tidak mempunyai daya fikiran dan ketajaman otak, mereka mengikutimu secara buta tuli tanpa memikirkan dan menimbangkan masak-masak benar atau tidaknya dakwah dan ajakanmu itu.\n\n Coba agama yang engkau bawa dan ajaran -ajaran yang engkau sadurkan kepada kami itu betul-betul benar, nescaya kamilah dulu mengikutimu dan bukannya orang-orang yang mengemis pengikut-pengikutmu itu.\n\n kami sebagai pemuka-pemuka masyarakat yang pandai berfikir, memiliki kecerdasan otak dan pandangan yang luas dan yang dipandang masyarakat sebagai pemimpin-pemimpinnya, tidaklah mudak kami menerima ajakanmu dan dakwahmu.\n\nEngkau tidak mempunyai kelebihan di atas kami tentang soaL-soal kemasyarakatan dan pergaulan hidup.\n\nkami jauh lebih pandai dan lebih mengetahui daripadamu tentang hal itu semuanya.\n\nAnggapan kami terhadapmu, tidak lain dan tidak bukan, bahawa engkau adalh pendusta belaka.\n\n\"Nuh berkata, menjawab ejekan dan olok-olokan kaumnya:\"Adakah engkau mengira bahwa aku dapat memaksa kamu mengikuti ajaranku atau mengira bahwa aku mempunyai kekuasaan untuk menjadikan kamu orang-orang yang beriman jika kamu tetap menolak ajakan ku dan tetap membuta-tuli terhadap bukti-bukti kebenaran dakwahku dan tetap mempertahakan pendirianmu yang tersesat yang diilhamkan oleh kesombongan dan kecongkakan karena kedudukan dan harta-benda yang kamu miliki.\n\nAku hanya seorang manusia yang mendapat amanat dan diberi tugas oleh Allah untuk menyampaikan risalah-Nya kepada kamu.\n\n Jika kamu tetap berkeras kepala dan tidak mahu kembali ke jalan yang benar dan menerima agama Allah yang diutuskan-Nya kepada ku maka terserahlah kepada Allah untuk menentukan hukuman-Nya dan gajaran-Nya keatas diri kamu.\n\n Aku hanya pesuruh dan rasul-Nya yang diperintahkan untuk menyampaikan amanat-Nya kepada hamba-hamba-Nya.\n\n Dialah yang berkuasa memberi hidayah kepadamu dan mengampuni dosamu atau menurunkan azab dan seksaan-Nya di atas kamu sekalian jika Ia kehendaki.\n\nDialah pula yang berkuasa menurunkan seksa danazab-nya di dunia atau menangguhkannya sampai hari kemudian.\n\n Dialah Tuhan pencipta alam semesta ini, Maha Kuasa ,Maha Mengetahui, maha pengasih dan Maha Penyayang.\"\n\nKaum Nuh mengemukakan syarat dengan berkata:\"Wahai Nuh! Jika engkau menghendaki kami mengikutimu dan memberi sokongan dan semangat kepada kamu dan kepada agama yang engkau bawa, maka jauhkanlah para pengikutmu yang terdiri dari orang-orang petani, buruh dan hamaba-hamba sahaya itu.\n\n Usirlah mereka dari pengaulanmu karena kami tidak dapat bergaul dengan mereka duduk berdampingan dengan mereka mengikut cara hidup mereka dan bergabung dengan mereka dalam suatu agama dan kepercayaan.\n\n Dan bagaimana kami dapat menerima satu agama yang menyamaratakan para bangsawan dengan orang awam, penguasa dan pembesar dengan buruh-buruhnya dan orang kaya yang berkedudukan dengan orang yang miskin dan papa.\n\n\"Nabi Nuh menolak pensyaratan kaumnya dan berkata:\"Risalah dan agama yang aku bawa adalah untuk semua orang tiada pengecualian, yang pandai mahupun yang bodoh, yang kaya mahupun miskin, majikan ataupun buruh ,diantara peguasa dan rakyat biasa semuanya mempunyai kedudukan dan tempat yang sama trehadap agama dan hukum Allah.\n\n Andai kata aku memenuhi pensyaratan kamu dan meluluskan keinginanmu menyingkirkan para pengikutku yang setia itu, maka siapakah yang dapat ku harapkan akan meneruskan dakwahku kepada orang ramai dan bagaimana aku sampai hati menjauhkan daripadaku orang-orang yang telah beriman dan menerima dakwahku dengan penuh keyakinan dan keikhlasan di kala kamu menolaknya serta mengingkarinya, orang-orang yang telah membantuku dalam tugasku di kala kamu menghalangi usahaku dan merintangi dakwahku.\n\n Dan bagaimanakah aku dapat mempertanggungjawabkan tindakan pengusiranku kepada mereka terhadap Allah bila mereka mengadu bahawa aku telah membalas kesetiaan dan ketaatan mereka dengan sebaliknya semata-mata untuk memenuhi permintaanmu dan tunduk kepada pensyaratanmu yang tidak wajar dan tidak dapat diterima oleh akal dan fikiran yang sehat.\n\n Sesungguhnay kamu adalah orang-orang yang bodoh dan tidak berfikiran sehat.\n\nPada akhirnya, karena merasa tidak berdaya lagi mengingkari kebenaran kata-kata Nabi Nuh dan merasa kehabisan alasan dan hujjah untuk melanjutkan dialog dengan beliau, maka berkatalah mereka:\"Wahai Nabi Nuh! Kita telah banyak bermujadalah dan berdebat dan cukup berdialog serta mendengar dakwahmu yang sudah menjemukan itu.\n\n Kami tetap tidak akan mengikutimu dan tidak akan sesekali melepaskan kepercayaan dan adat-istiadat kami sehingga tidak ada gunanya lagi engkau mengulang-ulangi dakwah dan ajakanmu dan bertegang lidah dengan kami.\n\n datangkanlah apa yang engkau benar-benar orang yang menepati janji dan kata-katanya.\n\n Kami ingin melihat kebenaran kata-katamu dan ancamanmu dalam kenyataan.\n\n Karena kami masih tetap belum mempercayaimu dan tetap meragukan dakwahmu.\n\nNabi Nuh Berputus Asa Dari Kaumnya\n\nNabi Nuh berada di tengah-tengah kaumnya selama sembilan ratus lima puluh tahun berdakwah menyampaikan risalah Tuhan, mengajak mereka meninmggalkan penyembahan berhala dan kembali menyembah dan beribadah kepada Allah Yang maha Kuasa memimpin mereka keluar dari jalan yang sesat dan gelap ke jalan yang benar dan terang, mengajar mereka hukum-hukum syariat dan agama yang diwahyukan oleh Allah kepadanya, mangangkat darjat manusia yang tertindas dan lemah ke tingak yang sesuai dengan fitrah dan qudratnya dan berusaha menghilangkan sifat-sifat sombong dan bongkak yang melekat pada para pembesar kaumnya dan medidik agar mereka berkasih sayang, tolong-menolong diantara sesama manusia.\n\n Akan tetapi dalam waktu yang cukup lama itu, Nabi Nuh tidak berhasil menyedarkan an menarik kaumnya untuk mengikuti dan menerima dakwahnya beriman, bertauhid dan beribadat kepada Allah kecuali sekelompok kecil kaumnya yang tidak mencapai seramai seratus orang, walaupun ia telah melakukan tugasnya dengan segala daya-usahanya dan sekuat tenaganya dengan penuh kesabaran dan kesulitan menghadapi penghinaan, ejekan dan cercaan makian kaumnya, karena ia mengharapkan akan datang masanya di mana kaumnya akan sedar diri dan datang mengakui kebenarannya dan kebenaran dakwahnya.\n\n Harapan Nabi Nuh akan kesedaran kaumnya ternyata makin hari makin berkurangan dan bahawa sinar iman dan takwa tidak akan menebus ke dalam hati mereka yang telah tertutup rapat oleh ajaran dan bisikan Iblis.\n\n Hal mana Nabi Nuh berupa berfirman Allah yang bermaksud: \n\n \"Sesungguhnya tidak akan seorang daripada kaumnya mengikutimu dan beriman kecuali mereka yang telah mengikutimu dan beriman lebih dahulu, maka janganlah engkau bersedih hati karena apa yang mereka perbuatkan.\n\n\"Dengan penegasan firman Allah itu, lenyaplah sisa harapan Nabi Nuh dari kaumnya dan habislah kesabarannya.\n\n Ia memohon kepada Allah agar menurunkan Azab-Nya di atas kaumnya yang berkepala batu seraya berseru:\"Ya Allah! janganlah Engkau biarkan seorang pun daripada orang-orang kafir itu hidup dan tinggal di atas bumi ini.\n\n Mareka akan berusaha menyesatkan hamba-hamba-Mu, jika Engkau biarkan mereka tinggal dan mereka tidak akan melahirkan dan menurunkan selain anak-anak yang berbuat maksiat dan anak-anak yang kafir seperti mereka.\n\n\"Doa Nabi Nuh dikalbulkan oleh Allah dan permohonannya diluluskan dan tidak perlu lagi menghiraukan dan mempersoalkan kaumnya, karena mereka itu akan menerima hukuman Allah dengan mati tenggelam.\n\nNabi Nuh Membuat Kapal\n\nSetelah menerima perintah Allah untuk membuat sebuah kapal, segeralah Nabi Nuh mengumpulkan para pengikutnya dan mulai mereka mengumpulkan bhn yang diperlukan untuk maksud tersebut, kemudian dengan mengambil tempat di luar dan agak jauh dari kota dan keramaiannya mereka dengan rajin dan tekun bekerja siang dan malam menyelesaikan pembinaan kapal yang diperintahkan itu.\n\nWalaupun Nabi Nuh telah menjauhi kota dan masyarakatnya, agar dapat bekerja dengan tenang tanpa gangguan bagi menyelesaikan pembinaan kapalnya namun ia tidak luput dari ejekan dan cemuhan kaumnya yang kebetulan atau sengaja melalui tempat kerja membina kapal itu.\n\n Mereka mengejek dan mengolok-olk dengan mengatakan:\"Wahai Nuh! Sejak bila engkau telah menjadi tukang kayu dan pembuat kapal?Bukankah engkau seorang nabi dan rasul menurut pengakuanmu, kenapa sekarang menjadi seorang tukang kayu dan pembuat kapal.\n\nDan kapal yang engkau buat itu di tempat yang jauh dari air ini adalah maksudmu untuk ditarik oleh kerbau ataukah mengharapkan angin yang ankan menarik kapalmu ke laut?\"Dan lain-lain kata ejekan yang diterima oleh Nabi Nuh dengan sikap dingin dan tersenyum seraya menjawab:\"Baiklah tunggu saja saatnya nanti, jika kamu sekrg mengejek dan mengolok-olok kami maka akan tibalah masanya kelak bagi kami untuk mengejek kamu dan akan kamu ketahui kelak untuk apa kapal yang kami siapkan ini.\n\nTunggulah saatnya azab dan hukuman Allah menimpa atas diri kamu.\n\n\"Setelah selesai pekerjaan pembuatan kapal yang merupakan alat pengangkutan laut pertama di dunia, Nabi Nuh menerima wahyu dari Allah:\"Siap-siaplah engkau dengan kapalmu, bila tiba perintah-Ku dan terlihat tanda-tanda daripada-Ku maka segeralah angkut bersamamu di dalam kapalmu dan kerabatmu dan bawalah dua pasang dari setiap jenis makhluk yang ada di atas bumi dan belayarlah dengan izin-Ku.\n\n\"Kemudian tercurahlah dari langit dan memancur dari bumi air yang deras dan dahsyat yang dalam sekelip mata telah menjadi banjir besar melanda seluruh kota dan desa menggenangi daratan yang rendah mahupun yang tinggi sampai mencapai puncak bukit-bukit sehingga tiada tempat berlindung dari air bah yang dahsyat itu kecuali kapal Nabi Nuh yang telah terisi penuh dengan para orang mukmin dan pasangan makhluk yang diselamatkan oleh Nabi Nuh atas perintah Allah.\n\nDengan iringan\"Bismillah majraha wa mursaha\"belayarlah kapal Nabi Nuh dengan lajunya menyusuri lautan air, menentang angin yang kadang kala lemah lembut dan kadang kala ganas dan ribut.\n\n Di kanan kiri kapal terlihatlah orang-orang kafir bergelut melawan gelombang air yang menggunung berusaha menyelamat diri dari cengkaman maut yang sudah sedia menerkam mereka di dalam lipatan gelombang-gelombang itu.\n\nTatkala Nabi Nuh berada di atas geladak kapal memperhatikan cuaca dan melihat-lihat orang-orang kafir dari kaumnya sedang bergelimpangan di atas permukaan air, tiba-tiba terlihatlah olehnya tubuh putera sulungnya yang bernama \"Kan'aan\" timbul tenggelam dipermainkan oleh gelombang yang tidak menaruh belas kasihan kepada orang-orang yang sedang menerima hukuman Allah itu.\n\n Pada saat itu, tanpa disadari, timbullah rasa cinta dan kasih sayang seorang ayah terhadap putera kandungnya yang berada dalam keadaan cemas menghadapi maut ditelan gelombang.\n\nNabi Nuh secara spontan, terdorong oleh suara hati kecilnya berteriak dengan sekuat suaranya memanggil puteranya:Wahai anakku! Datanglah kemari dan gabungkan dirimu bersama keluargamu.\n\n Bertaubatlah engkau dan berimanlah kepada Allah agar engkau selamat dan terhindar dari bahaya maut yang engkau menjalani hukuman Allah.\n\n\" Kan'aan, putera Nabi Nuh, yang tersesat dan telah terkena racun rayuan syaitan dan hasutan kaumnya yang sombong dan keras kepala itu menolak dengan keras ajakan dan panggilan ayahnya yang menyayanginya dengan kata-kata yang menentang:\"Biarkanlah aku dan pergilah, jauhilah aku, aku tidak sudi berlindung di atas geladak kapalmu aku akan dapat menyelamatkan diriku sendiri dengan berlindung di atas bukit yang tidak akan dijangkau oleh air bah ini.\n\n\"Nuh menjawab:\"Percayalah bahawa tempat satu-satunya yang dapat menyelamatkan engkau ialah bergabung dengan kami di atas kapal ini.\n\n Masa tidak akan ada yang dapat melepaskan diri dari hukuman Allah yang telah ditimpakan ini kecuali orang-orang yang memperolehi rahmat dan keampunan-Nya.\n\n\"Setelah Nabi Nuh mengucapkan kata-katanya tenggelamlah Kan'aan disambar gelombang yang ganas dan lenyaplah ia dari pandangan mata ayahnya, tergelincirlah ke bawah lautan air mengikut kawan-kawannya dan pembesar-pembesar kaumnya yang durhaka itu.\n\nNabi Nuh bersedih hati dan berdukacita atas kematian puteranya dalam keadaan kafir tidak beriman dan belum mengenal Allah.\n\n Beliau berkeluh-kesah dan berseru kepada Allah:\"Ya Tuhanku, sesungguhnya puteraku itu adalah darah dagingku dan adalah bahagian dari keluargaku dan sesungguhnya janji-Mu adalha janji benar dan Engkaulah Maha Hakim yang Maha Berkuasa.\n\n\"Kepadanya Allah berfirman:\"Wahai Nuh! Sesungguhnya dia puteramu itu tidaklah termasuk keluargamu, karena ia telah menyimpang dari ajaranmu, melanggar perintahmu menolak dakwahmu dan mengikuti jejak orang-orang yang kafir daripada kaummu.\n\nCoretlah namanya dari daftar keluargamu.\n\nHanya mereka yang telah menerima dakwahmu mengikuti jalanmu dan beriman kepada-Ku dapat engkau masukkan dan golongkan ke dalam barisan keluargamu yang telah Aku janjikan perlindungannya danterjamin keselamatan jiwanya.\n\nAdapun orang-orang yang mengingkari risalah mu, mendustakan dakwahmu dan telah mengikuti hawa nafsunya dan tuntutan Iblis, pastilah mereka akan binasa menjalani hukuman yang telah Aku tentukan walau mereka berada dipuncak gunung.\n\n Maka janganlah engkau sesekali menanyakan tentang sesuatu yang engkau belum ketahui.\n\n Aku ingatkan janganlah engkau sampai tergolong ke dalam golongan orang-orang yang bodoh.\n\n\"Nabi Nuh sedar segera setelah menerima teguran dari Allah bahwa cinta kasih sayangnya kepada anaknya telah menjadikan ia lupa akan janji dan ancaman Allah terhadap orang-orang kafir termasuk puteranya sendiri.\n\n Ia sedar bahawa ia tersesat pada saat ia memanggil puteranya untuk menyelamatkannya dari bencana banjir yang didorong oleh perasaan naluri darah yang menghubungkannya dengan puteranya padahal sepatutnya cinta dan taat kepada Allah harus mendahului cinta kepada keluarga dan harta-benda.\n\n Ia sangat sesalkan kelalaian dan kealpaannya itu dan menghadap kepada Allah memohon ampun dan maghfirahnya dengan berseru:\"Ya Tuhanku aku berlindung kepada-Mu dari godaan syaitan yang terlaknat, ampunilah kelalaian dan kealpaanku sehingga aku menanyakan sesuatu yang aku tidak mengetahuinya.\n\n Ya Tuhanku bila Engkau tidak memberi ampun dan maghfirah serta menurunkan rahmat bagiku, nescaya aku menjadi orang yang rugi.\n\n\"Setelah air bah itu mencapai puncak keganasannya dan habis binasalah kaum Nuh yang kafir dan zalim sesuai dengan kehendak dan hukum Allah, surutlah lautan air diserap bumi kemudian bertambatlah kapal Nuh di atas bukit \" Judie \" dengan iringan perintah Allah kepada Nabi Nuh:\"Turunlah wahai Nuh ke darat engkau dan para mukmin yang menyertaimu dengan selamat dilimpahi barakah dan inayah dari sisi-Ku bagimu dan bagi umat yang menyertaimu.\n\n\"Kisah Nabi Nuh Dalam Al-Quran\n\nAl-Quran menceritakan kisah Nabi Nuh dalam 43 ayat dari 28 surah di antaranya surah Nuh dari ayat 1 sehinga 28, juga dalam surah \"Hud\" ayat 27 sehingga 48 yang mengisahkan dialog Nabi Nuh dengan kaumnya dan perintah pembuatan kapal serta keadaan banjir yang menimpa di atas mereka.\n\nPelajaran Dari Kisah Nabi Nuh A.S.Bahwasanya hubungan antara manusia yang terjalin karena ikatan persamaan kepercayaan atau penamaan aqidah dan pendirian adalah lebih erat dan lebih berkesan daripada hubungan yang terjalin karena ikatan darah atau kelahiran.\n\n Kan'aan yang walaupun ia adalah anak kandung Nabi Nuh, oleh Allah SWT.\n\n dikeluarkan dari bilangan keluarga ayahnya karena ia menganut kepercayaan dan agama berlainan dengan apa yang dianut dan didakwahkan oleh ayahnya sendiri, bahkan ia berada di pihak yang memusuhi dan menentangnya.\n\nMaka dalam pengertian inilah dapat difahami firman Allah dalam Al-Quran yang bermaksud:\"Sesungguhnya para mukmin itu adalah bersaudara.\n\n\" Demikian pula hadis Rasulullah s.a.w.yang bermaksud:\"Tidaklah sempurna iman seseorang kecuali jika ia menyintai saudaranya yang beriman sebagaimana ia menyintai dirinya sendiri.\n\n\"Juga peribahasa yang berbunyi:\"Adakalanya engkau memperolehi seorang saudara yang tidak dilahirkan oleh ibumu.",
		"tmp": "Selatan Irak",
		"image_url":"http://1.bp.blogspot.com/-MT02CHD7Vx4/Vn3XqrZiTxI/AAAAAAAABuU/4dU7ZKbluWo/s320/buh.png",
		"icon_url":""
}