{
		"name": "Nabi Sholeh AS",
		"thn_kelahiran": "2450",
		"usia": 70,
		"description": "Tsamud adalah nama suatu suku yang oleh sementara ahli sejarah dimasukkan bagian dari bangsa Arab dan ada pula yang menggolongkan mereka ke dalam bangsa Yahudi.\n\n Mereka bertempat tinggal di suatu dataran bernama \" Alhijir \" terletak antara Hijaz dan Syam yang dahulunya termasuk jajahan dan dikuasai suku Aad yang telah habis binasa disapu angin taufan yang di kirim oleh Allah sebagai pembalasan atas pembangkangan dan pengingkaran mereka terhadap dakwah dan risalah Nabi Hud A.s\n\n Kemakmuran dan kemewahan hidup serta kekayaan alam yang dahulu dimiliki dan dinikmati oleh kaum Aad telah diwarisi oleh kaum Tsamud.\n\nTanah-tanah yang subur yang memberikan hasil berlimpah ruah, binatang-binatang perahan dan lemak yang berkembang biak, kebun-kebun bunga yag indah-indah, bangunan rumah-rumah yang didirikan di atas tanah yang datar dan dipahatnya dari gunung.\n\nSemuanya itu menjadikan mereka hidup tenteram ,sejahtera dan bahgia, merasa aman dari segala gangguan alamiah dan bahawa kemewahan hidup mereka akan kekal bagi mereka dan anak keturunan mereka.\n\n Kaum Tsamud tidak mengenal Tuhan.\n\n Tuhan Mereka adalah berhala-berhala yang mereka sembah dan puja, kepadanya mereka berqurban, tempat mereka minta perlindungan dari segala bala dan musibah dan mengharapkan kebaikan serta kebahagiaan.\n\nMereka tidak dapatt melihat atau memikirkan lebih jauh dan apa yang dapat mereka jangkau dengan pancaindera.\n\n Nabi Saleh Berdakwah Kepada Kaum Tsamud\n\n Allah Yang Maha Pengasih dan Maha Penyayang tidak akan membiarkan hamba-hamba_Nya berada dalam kegelapan terus-menerus tanpa diutusnya nabi pesuruh disisi-Nya untuk memberi penerangan dan memimpin mereka keluar dari jalan yang sesat ke jalan yang benar.\n\n Demikian pula Allah tidak akan menurunkan azab dan seksaan kepada suatu umat sebelum mereka diperingatkan dan diberi petunjukkan oleh-Nya dengan perantara seorang yang dipilih untuk menjadi utusan dan rasul-Nya.\n\n Sunnatullah ini berlaku pula kepada kaum Tsamud, yang kepada mereka telah diutuskan Nabi Saleh seorang yang telah dipilih-Nya dari suku mereka sendiri, dari keluarga yang terpandang dan dihormati oleh kaumnya, terkenal tangkas, cerdik pandai, rendah hati dan ramah-tamah dalam pergaulan.\n\n Dikenalkan mereka oleh Nabi Saleh kepada Tuhan yang sepatut mereka sembah, Tuhan Allah Yang Maha Esa, yang telah mencipta mereka, menciptakan alam sekitar mereka, menciptakan tanah-tanah yang subur yang menghasilkan bhn-bhn keperluan hidup mereka, mencipta binatang-binatang yang memberi manfaat dan berguna bagi mereka dan dengan demikian memberi kepada mereka kenikmatan dan kemewahan hidup dan kebahagiaan lahir dan batin.\n\nTuhan Yang Esa itulah yang harus mereka sembah dan bukan patung-patung yang mereka pahat sendiri dari batu-batu gunung yang tidak berkuasa memberi sesuatu kepada mereka atau melindungi mereka dari ketakutan dan bahaya.\n\n Nabi Saleh memperingatkan mereka bahwa ia adlah seorang daripada mereka, terjalin antara dirinya dan mereka ikatan keluarga dan darah.\n\n Mereka adalah kaumnya dan sanak keluarganya dan dia adalah seketurunan dan sesuku dengan mereka.\n\nIa mengharapkan kebaikan dan kebajikan bagi mereka dan sesekali tidak akan menjerumuskan mereka ke dalam hal-hal yang akan membawa kerugian, kesengsaraan dan kebinasaan bagi mereka.\n\n Ia menerangkan kepada mereka bahwa ianya adalah pesuruh dan utusan Allah, dan apa yang diajarkan dan didakwahkan kepada mereka adalah amanat Allah yang harus dia sampaikan kepada mereka untuk kebaikan mereka semasa hidup mereka dan sesudah mereka mati di akhirat kelak.\n\n Ia mengharapkan kaumnya mempertimbangkan dan memikirkan sungguh-sungguh apa yang ia serukan dan anjurkan dan agar mereka segera meninggalkan persembahan kepada berhala-berhala itu dan percaya beriman kepada Allah Yang Maha Esa seraya bertaubat dan mohon ampun kepada-Nya atas dosa dan perbuatan syirik yang selama ini telah mereka lakukan.\n\nAllah maha dekat kepada mereka mendengarkan doa mereka dan memberi ampun kepada yang salah bila dimintanya.\n\n Terperanjatlah kaum Saleh mendengar seruan dan dakwahnya yang bagi mereka merupakan hal yang baru yang tidak diduga akan datang dari saudara atau anak mereka sendiri.\n\nMaka serentak ditolaklah ajakan Nabi Saleh itu seraya berkata mereka kepadanya:\"Wahai Saleh! Kami mengenalmu seorang yang pandai, tangkas dan cerdas, fikiranmu tajam dan pendapat serta semua pertimbangan mu selalu tepat.\n\n Pada dirimu kami melihat tanda-tanda kebajikan dan sifat-sifat yang terpuji.\n\n Kami mengharapkan dari engkau sebetulnya untuk memimpinkami menyelesaikan hal-hal yang rumit yang kami hadapi, memberi petunjuk dalam soal-soal yang gelap bagi kami dan menjadi ikutan dan kepercayaan kami di kala kami menghadapi krisis dan kesusahan.\n\nAkan tetapi segala harapan itu menjadi meleset dan kepercayaan kami kepadamu tergelincir hari ini dengan tingkah lakumu dan tindak tandukmu yang menyalahi adat-istiadat dan tatacara hidup kami.\n\n Apakah yang engkau serukan kepada kami? Enkau menghendaki agar kami meninggalkan persembahan kami dan nenek moyang kami, persembahan dan agama yang telah menjadi darah daging kami menjadi sebahagian hidup kami sejak kami dilahirkan dan tetap menjadi pegangan untuk selama-lamanya.\n\nKami sesekali tidak akan meninggalkannya karena seruanmu dan kami tidak akan mengikutimu yang sesat itu.\n\n Kami tidak mempercayai cakap-cakap kosongmu bahkan meragukan kenabianmu.\n\n Kami tidak akan mendurhakai nenek moyang kami dengan meninggalkan persembahan mereka dan mengikuti jejakmu. \"\n\n Nabi Saleh memperingatkan mereka agar jangan menentangnya dan agar mengikuti ajakannya beriman kepada Allah yang telah mengurniai mereka rezeki yang luas dan penghidupan yang sejahtera.\n\n Diceritakan kepada mereka kisah kaum-kaum yang mendapat seksa dan azab dari Allah karena menentang rasul-Nya dan mendustakan risalah-Nya.\n\n Hal yang serupa itu dapat terjadi di atas mereka jika mereka tidak mahu menerima dakwahnya dan mendengar nasehatnya, yang diberikannya secara ikhlas dan jujur sebagai seorang anggota dari keluarga besar mereka dan yang tidak mengharapkan atau menuntut upah daripada mereka atas usahanya itu.\n\n Ia hanya menyampaikan amanat Allah yang ditugaskan kepadanya dan Allahlah yang akan memberinya upah dan ganjaran untuk usahanya memberi pimpinan dan tuntutan kepada mereka.\n\n Sekelompok kecil dari kaum Tsamud yang kebanyakkannya terdiri dari orang-orang yang kedudukan sosial lemah menerima dakwah Nabi Saleh dan beriman kepadanya sedangkan sebahagian yang terbesar terutamanya mereka yang tergolong orang-orang kaya dan berkedudukan tetap berkeras kepala dan menyombongkan diri menolak ajakan Nabi Saleh dan mengingkari kenabiannya dan berkata kepadanya:\" Wahai Saleh! Kami kira bahwa engkau telah kerasukan syaitan dan terkena sihir.\n\nEngkau telah menjadi sinting dan menderita sakit gila.\n\n Akalmu sudah berubah dan fikiranmu sudah kacau sehingga engkau dengan tidak sedar telah mengeluarkan kata-kata ucapan yang tidak masuk akal dan mungkin engkau sendiri tidak memahaminya.\n\n Engkau mengaku bahwa engkau telah diutuskan oleh Tuhanmu sebagai nabi dan rasul-Nya.\n\n Apakah kelebihanmu daripada kami semua sehingga engkau dipilih menjadi rasul, padahal ada orang-orang di antara kami yang lebih patut dan lebih cekap untuk menjadi nabi atau rasul daripada engkau.\n\n Tujuanmu dengan bercakap kosong dan kata-katamu hanyalah untuk mengejar kedudukan dan ingin diangkat menjadi kepala dan pemimpin bagi kaummu.\n\nJika engkau merasa bahwa engkau sehat badan dan sehat fikiran dan mengaku bahwa engkau tidak mempunyai arah dan tujuan yang terselubung dalam dakwahmu itu maka hentikanlah usahamu menyiarkan agama barumu dengan mencerca persembahan kami dan nenek moyangmu sendiri.\n\nKami tidak akan mengikuti jalanmu dan meninggalkan jalan yang telah ditempuh oleh orang-orang tua kami lebih dahulu.\n\n Nabi Saleh menjawab: \" Aku telah berulang-ulang mengatakan kepadamu bahwa aku tidak mengharapkan sesuatu apapun daripadamu sebagai imbalan atas usahaku memberi tuntunandan penerangan kepada kamu.\n\n Aku tidak mengharapkan upah atau mendambakan pangkat dan kedudukan bagi usahaku ini yang aku lakukan semata-mata atas perintah Allah dan daripada-Nya kelak aku harapkan balasan dan ganjaran untuk itu.\n\n Dan bagaimana aku dapat mengikutimu dan menterlantarkan tugas dan amanat Tuhan kepadaku, padahal aku talah memperoleh bukti-bukti yang nyata atas kebenaran dakwahku.\n\njanganlah sesekali kamu harapkan bahawa aku akan melanggar perintah Tuhanku dan melalaikan kewajibanku kepada-Nya hanya semata-mata untuk melanjutkan persembahan nenek moyang kami yang bathil itu.\n\n Siapakah yang akan melindungiku dari murka dan azab Tuhan jika aku berbuat demikian? Sesungguhnya kamu hanya akan merugikan dan membinasakan aku dengan seruanmu itu. \"\n\n Setelah gagal dan berhasil menghentikan usaha dakwah Nabi Saleh dan dilihatnya ia bahkan makin giat menarik orang-orang mengikutinya dan berpihak kepadanya para pemimpin dan pemuka kaum Tsamud berusaha hendak membendung arus dakwahnya yang makin lama makin mendapat perhatian terutama dari kalangan bawahan menengah dalam masyarakat.\n\n Mereka menentang Nabi Saleh dan untuk membuktikan kebenaran kenabiannya dengan suatu bukti mukjizat dalam bentuk benda atau kejadian luar biasa yang berada di luar kekuasaan manusia.\n\n Allah Memberi Mukjizat Kepada Nabi Saleh A.s\n\n Nabi Saleh sedar bahawa tentangan kaumnya yang menuntut bukti daripadanya berupa mukjizat itu adalah bertujuan hendak menghilangkan pengaruhnya dan mengikis habis kewibawaannya di mata kaumnya terutama para pengikutnya bila ia gagal memenuhi tentangan dan tuntutan mereka.\n\n Nabi Saleh membalas tentangan mereka dengan menuntut janji dengan mereka bila ia berhasil mendatangkan mukjizat yang mereka minta bahwa mereka akan meninggalkan agama dan persembahan mereka dan akan mengikuti Nabi Saleh dan beriman kepadanya.\n\n Sesuai dengan permintaan dan petunjuk pemuka-pemuka kaum Tsamud berdoalah Nabi Saleh memohon kepada Allah agar memberinya suatu mukjizat untuk membuktikan kebenaran risalahnya dan sekaligus mematahkan perlawanan dan tentangan kaumnya yang masih berkeras kepala itu.\n\n Ia memohon dari Allah dengan kekuasaan-Nya menciptakan seekor unta betina dikeluarkannya dari perut sebuah batu karang besar yang terdapat di sisi sebuah bukit yang mereka tunjuk.\n\n Maka sejurus kemudian dengan izin Allah Yang Maha Kuasa lagi Maha Pencipta terbelahlah batu karang yang ditunjuk itu dan keluar dari perutnya seekor unta betina.\n\n Dengan menunjuk kepada binatang yang baru keluar dari perut batu besar itu berkatalah Nabi Saleh kepada mereka:\" Inilah dia unta Allah, janganlah kamu ganggu dan biarkanlah ia mencari makanannya sendiri di atas bumi Allah ia mempunyai giliran untuk mendapatkan air minum dan kamu mempunyai giliran untuk mendapatkan minum bagimu dan bagi ternakanmu juga dan ketahuilah bahwa Allah akan menurunkan azab-Nya bila kamu sampai mengganggu binatang ini. \"\n\n Kemudian berkeliaranlah unta di ladang-ladang memakan rumput sesuka hatinya tanpa mendapat gangguan.\n\n Dan ketika giliran minumnya tiba pergilah unta itu ke sebuah perigi yyang diberi nama perigi unta dan minumlah sepuas hatinya.\n\n Dan pada hari-hari giliran unta Nabi Saleh itu datang minum tiada seekor binatang lain berani menghampirinya, hal mana menimbulkan rasa tidak senang pada pemilik-pemilik binatang itu yang makin hari makin merasakan bahwa adanya unta Nabi Saleh di tengah-tengah mereka itu merupakan gangguan laksana duri yang melintang di dalam kerongkong.\n\n Dengan berhasilnya Nabi Saleh mendatangkan mukjizat yang mereka tuntut gagallah para pemuka kaum Tsamud dalam usahanya untuk menjatuhkan kehormatan dan menghilangkan pegaruh Nabi Saleh bahkan sebaliknya telah menambah tebal kepercayaan para pengikutnya dan menghilang banyak keraguan dari kaumnya.\n\n Maka dihasutlah oleh mereka pemilik-pemilik ternakan yang merasa jengkel dan tidak senang dengan adanya unta Nabi Saleh yang merajalela di ladang dan kebun-kebun mereka serta ditakuti oleh binatang-binatang peliharaannya.\n\n Unta Nabi Saleh Dibunuh\n\n Persekongkolan diadakan oleh orang-orang dari kaum Tsamud untuk mengatur rancangan pembunuhan unta Nabi Saleh.\n\n Dan selagi orang masih dibayangi oleh rasa takut dari azab yang diancam oleh Nabi Saleh bila untanya diganggu di samping adanya dorongan keinginan yang kuat untuk melenyapkan binatang itu dari atas bumi mereka, muncullah tiba-tiba seorang janda bangsawan yang kaya raya menawarkan akan menyerah dirinya kepada siapa yang dapat membunuh unta Saleh.\n\n Di samping janda itu ada seorang wanita lain yang mempunyai beberapa puteri cantik-cantik menawarkan akan menghadiahkan salah seorang dari puteri-puterinya kepada orang yang berhasil membunuh unta itu.\n\n Dua macam hadiah yyang menggiurkan dari kedua wanita itu di samping hasutan para pemuka Tsamud mengundang dua orang lelaki bernama Mushadda' bin Muharrij dan Gudar bin Salif berkemas-kemas akan melakukan pembunuhan bagi meraih hadiah yang dijanjikan di samping sanjungan dan pujian yang akan diterimanya dari para kafir suku Tsamud bila unta Nabi Saleh telah mati dibunuh.\n\n Dengan bantuan tujuh orang lelaki lagi bersembunyilah kumpulan itu di suatu tempat di mana biasanya di lalui oleh unta dalam perjalanannya ke perigi tempat ianya minum.\n\n Dan begitu unta-unta yang tidak berdosa itu lalu segeralah dipanah betisnya oleh Musadda' yang disusul oleh Gudar dengan menikamkan pedangnya di perutnya.\n\n Dengan perasaan megah dan bangga pergilah para pembunuh unta itu ke ibu kota menyampaikan berita matinya unta Nabi Saleh yang mendapat sambutan sorak-sorai dan teriakan gembira dari pihak musyrikin seakan-akan mereka kembali dari medan perang dengan membawa kemenangan yang gilang gemilang.\n\n Berkata mereka kepada Nabi Saleh:\" Wahai Saleh! Untamu telah amti dibunuh, cubalah datangkan akan apa yang engkau katakan dulu akan ancamannya bila unta itu diganggu, jika engkau betul-betul termasuk orang-orang yang terlalu benar dalam kata-katanya.\n\n\" Nabi Saleh menjawab:\" Aku telah peringatkan kamu, bahwa Allah akan menurunkan azab-Nya atas kamu jika kamu mengganggu unta itu.\n\n Maka dengan terbunuhnya unta itu maka tunggulah engkau akan tibanya masa azab yang Allah talah janjikan dan telah aku sampaikan kepada kamu.\n\nKamu telah menentang Allah dan terimalah kelak akibat tentanganmu kepada-Nya.\n\nJanji Allah tidak akan meleset .\n\nKamu boleh bersuka ria dan bersenang-senang selama tiga hari ini kemudian terimalah ganjaranmu yang setimpal pada hari keempat.\n\n Demikianlah kehendak Allah dan taqdir-Nya yang tidak dapat ditunda atau dihalang. \"\n\n Ada kemungkinan menurut sementara ahli tafsir bahwa Allah melalui rasul-Nya Nabi Saleh memberi waktu tiga hari itu untuk memberi kesempatan, kalau-kalau mereka sedar akan dosanya dan bertaubat minta ampun serta beriman kepada Nabi Saleh kepada risalahnya.\n\n Akan tetapi dalam kenyataannya tempoh tiga hari itu bahkan menjadi bahan ejekan kepada Nabi Saleh yang ditentangnya untuk mempercepat datangnya azab itu dan tidak usah ditangguhkan tiga hari lagi.\n\n Turunnya Azab Allah Yang Dijanjikan Nabi Saleh memberitahu kaumnya bahwa azab Allah yang akan menimpa di atas mereka akan didahului dengan tanda-tanda, yaitu pada hari pertama bila mereka terbangun dari tidurnya akan menemui wajah mereka menjadi kuning dan berubah menjadi merah pada hari kedua dan hitam pada hari ketiga dan pada hari keempat turunlah azab Allah yang pedih.\n\n Mendengar ancaman azab yang diberitahukan oleh Nabi Saleh kepada kaumnya kelompok sembilan orang ialah kelompok pembunuh unta merancang pembunuhan atas diri Nabu Saleh mendahului tibanya azab yang diancamkan itu.\n\nMereka mengadakan pertemuan rahsia dan bersumpah bersama akan melaksanakan rancangan pembunuhan itu di waktu malam, di saat orang masih tidur nyenyak untuk menghindari tuntutan balas darah oleh keluarga Nabi Saleh, jika diketahui identiti mereka sebagai pembunuhnya.\n\n Rancangan mereka ini dirahsiakan sehingga tidak diketahui dan didengar oleh siapa pun kecuali kesembilan orang itu sendiri.\n\n Ketika mereka datang ke tempat Nabi Saleh bagi melaksanakan rancangan jahatnya di malam yang gelap-gulita dan sunyi-senyap berjatuhanlah di atas kepala mereka batu-batu besar yang tidak diketahui dari arah mana datangnya dan yang seketika merebahkan mereka di atas tanah dalam keadaan tidak bernyawa lagi.\n\n Demikianlah Allah telah melindingi rasul-Nya dari perbuatan jahat hamba-hamba-Nya yang kafir.\n\n Satu hari sebelum hari turunnya azab yang telah ditentukan itu, dengan izin Allah berangkatlah Nabi Saleh bersama para mukminin pengikutnya menuju Ramlah, sebuah tempat di Palestin, meninggalkan Hijir dan penghuninya, kaum Tsamud habis binasa, ditimpa halilintar yang dahsyat beriringan dengan gempa bumi yang mengerikan.\n\n Kisah Nabi Saleh Dalam Al-Quran\" Kisah Nabi Saleh diceritakan oleh 72 ayat dalam 11 surah di antaranya surah Al-A'raaf, ayat 73 hingga 79, surah \" Hud \" ayat 61 sehingga ayat 68 dan surah \" Al-Qamar \" ayat 23 sehingga ayat 32.\n\n Pelajaran Dari Kisah Nabi Saleh A.s\n\n Pengajaran yang menonjol yang dapat dipetik dari kisah Nabi Saleh ini ialah bahwa dosa dan perbuatan mungkar yang dilakukan oleh sekelompok kecil warga masyarakat dapat berakibat negatif yang membinasakan masyarakat itu seluruhnya.\n\n Lihatlah betapa kaum Tsamud menjadi binasa, hancur dan bahkan tersapu bersih dari atas bumi karena dosa dan pelanggaran perintah Allah yang dilakukan oleh beberapa gelintir orang pembunuh unta Nabi Saleh A.s\n\n Di sinilah letaknya hikmah perintah Allah agar kita melakukan amar makruf nahi mungkar.\n\n Karena dengan melakukan tugas amar makruf nahi mungkar yang menjadi fardu kifayah itu, setidak-tidaknya kalau tidak berhasil mencegah kemungkaran yang terjadi di dalam masyarakat dan lindungan kita ,kita telah membebaskan diri dari dosa menyetujui atau merestui perbuatan mungkar itu Bersikap pasif acuh tak acuh terhadap maksiat dan kemungkaran yang berlaku di depan mata dapat diertikan sebagai persetujuan dan penyekutuan terhadap perbuatan mungkar itu.\n\n ",
		"tmp": "Antara Madinah dan Syria",
		"image_url":"http://2.bp.blogspot.com/-KeSIiNdTXFE/Vn3Xu5FXfwI/AAAAAAAABv4/aKweUbeik6o/s320/sholeh.png",
		"icon_url":""
}