{
		"name": "Nabi Sulaiman AS",
		"thn_kelahiran": "989",
		"usia": 66,
		"description": "Nabi Sulaiman adalah salah seorang putera Nabi Daud.\n\n Sejak ia masih kanak-kanak berusia sebelas tahun, ia sudah menampakkan tanda-tanda kecerdasan, ketajaman otak, kepandaian berfikir serta ketelitian di dalam mempertimbangkan dan mengambil sesuatu keputusan.\n\n Nabi Sulaiman Seorang Juri\n\n Sewaktu Daud, ayahnya menduduki tahta kerajaan Bani Isra'il ia selalu mendampinginnya dalam tiap-tiap sidang peradilan yang diadakan untuk menangani perkara-perkara perselisihan dan sengketa yang terjadi di dalam masyarakat.\n\n Ia memang sengaja dibawa oleh Daud, ayahnya menghadiri sidang-sidang peradilan serta menyekutuinya di dalam menangani urusan-urusan kerajaan untuk melatihnya serta menyiapkannya sebagai putera mahkota yang akan menggantikanya memimpin kerajaan, bila tiba saatnya ia harus memenuhi panggilan Ilahi meninggalkan dunia yang fana ini.\n\n Dan memang Sulaimanlah yang terpandai di antara sesama saudara yang bahkan lebih tua usia daripadanya.\n\n Suatu peristiwa yang menunjukkan kecerdasan dan ketajaman otaknya yaitu terjadi pada salah satu sidang peradilan yang ia turut menghadirinya.\n\n dalam persidangan itu dua orang datang mengadu meminta Nabi Daud mengadili perkara sengketa mereka, yaitu bahwa kebun tanaman salah seorang dari kedua lelaki itu telah dimasuki oleh kambing-kambing ternak kawannya di waktu malam yang mengakibatkan rusak binasanya perkarangannya yang sudah dirawatnya begitu lama sehingga mendekati masa menuainya.\n\n Kawan yang diadukan itu mengakui kebenaran pengaduan kawannya dan bahwa memang haiwan ternakannyalah yang merusak-binasakan kebun dan perkarangan kawannya itu.\n\n Dalam perkara sengketa tersebut, Daud memutuskan bahwa sebagai ganti rugi yang dideritai oleh pemilik kebun akibat pengrusakan kambing-kambing peliharaan tetangganya, maka pemilik kambing-kambing itu harus menyerahkan binatang peliharaannya kepada pemilik kebun sebagai ganti rugi yang disebabkan oleh kecuaiannya menjaga binatang ternakannya.\n\n Akan tetapi Sulaiman yang mendengar keputusan itu yang dijatuhkan oleh ayahnya itu yang dirasa kurang tepat berkata kepada si ayah: \"Wahai ayahku, menurut pertimbanganku keputusan itu sepatut berbunyi sedemikian : Kepada pemilik perkarangan yang telah binasa tanamannya diserahkanlah haiwan ternak jirannya untuk dipelihara, diambil hasilnya dan dimanfaatkan bagi keperluannya, sedang perkarangannya yang telah binasa itu diserahkan kepada tetangganya pemilik peternakan untuk dipugar dan dirawatnya sampai kembali kepada keadaan asalnya, kemudian masing-masing menerima kembali miliknya, sehingga dengan cara demikian masing-masing pihak tidak ada yang mendapat keuntungan atau kerugian lebih daripada yang sepatutnya.”\n\n Kuputusan yang diusulkan oleh Sulaiman itu diterima baik oleh kedua orang yang menggugat dan digugat dan disambut oleh para orang yang menghadiri sidang dengan rasa kagum terhadap kecerdasan dan kepandaian Sulaiman yang walaupun masih muda usianya telah menunjukkan kematangan berfikir dan keberanian melahirkan pendapat walaupun tidak sesuai dengan pendapat ayahnya.\n\n Peristiwa ini merupakan permulaan dari sejarah hidup Nabi Sulaiman yang penuh dengan mukjizat kenabian dan Karunia Allah yang dilimpahkan kepadanya dan kepada ayahnya Nabi Daud.\n\n Sulaiman Menduduki Tahta Kerajaan Ayahnya\n\n Sejak masih berusia muda Sulaiman telah disiapkan oleh Daud untuk menggantikannya untuk menduduki tahta singgahsana kerajaan Bani Isra'il.\n\n Abang Sulaiman yang bernama Absyalum tidak merelakan dirinya dilangkahi oleh adiknya .\n\nIa beranggapan bahwa dialah yang sepatutnya menjadi putera mahkota dan bukan adiknya yang lebih lemah Fisikalnya dan lebih muda usianya srta belum banyak mempunyai pengalaman hidup seperti dia.\n\n Kerananya ia menaruh dendam terhadap ayahnya yang menurut anggapannya tidak berlaku adil dan telah memperkosa haknya sebagai pewaris pertama dari tahta kerajaan Bani Isra'il.\n\n Absyalum berketetapan hati akan memberotak terhadap ayahnya dan akan berjuang bermati-matian untuk merebut kekuasaan dari tangan ayahnya atau adiknya apa pun yang harus ia korbankan untuk mencapai tujuan itu.\n\n Dan sebagai persiapan bagi rancangan pemberontakannya itu, dari jauh-jauh ia berusaha mendekati rakyat, menunjukkan kasih sayang dan cintanya kepada mereka menolong menyelesaikan masalah-masalah yang mereka hadapi serta mempersatukan mereka di bawah pengaruh dan pimpinannya.\n\n Ia tidak jarang bagi memperluaskan pengaruhnya, berdiri didepan pintu istana mencegat orang-orang yang datang ingin menghadap raja dan ditanganinya sendiri masalah-masalah yang mereka minta penyelesaian.\n\n Setelah merasa bahwa pengaruhnya sudah meluas di kalangan rakyat Bani Isra'il dan bahwa ia telah berhasil memikat hati sebahagian besar dari mereka, Absyalum menganggap bahwa saatnya telah tiba untuk melaksanakan rencana rampasan kuasa dan mengambil alih kekuasaan dari tangan ayahnya dengan paksa.\n\n Lalu ia menyebarkan mata-matanya ke seluruh pelosok negeri menghasut rakyat dan memberi tanda kepada penyokong-penyokong rencananya, bahwa bila mereka mendengar suara bunyi terompet, maka haruslah mereka segera berkumpul, mengerumuninya kemudian mengumumkan pengangkatannya sebagai raja Bani Isra'il menggantikan Daud ayahnya.\n\n Syahdan pada suatu pagi hari di kala Daud duduk di serambi istana berbincang-bincang dengan para pembesar dan para penasehat pemerintahannya, terdengarlah suara bergemuruh rakyat bersorak-sorai meneriakkan pengangkatan Absyalum sebagai raja Bani Isra'il menggantikan Daud yang dituntut turun dari tahtanya.\n\n Keadaan kota menjadi kacau-bilau dilanda huru-hara keamanan tidak terkendalikan dan perkelahian terjadi di mana-mana antara orang yang pro dan yang kontra dengan kekuasaan Absyalum.\n\n Nabi Daud merasa sedih melihat keributan dan kekacauan yang melanda negerinya, akibat perbuatan puterannya sendiri.\n\n Namun ia berusaha menguasai emosinya dan menahan diri dari perbuatan dan tindakan yang dapat menambah parahnya keadaan.\n\n Ia mengambil keputusan untuk menghindari pertumpahan darah yang tidak diinginkan, keluar meninggalkan istana dan lari bersama-sama pekerjanya menyeberang sungai Jordan menuju bukit Zaitun.\n\n Dan begitu Daud keluar meninggalkan kota Jerusalem, masuklah Absyalum diiringi oleh para pengikutnya ke kota dan segera menduduki istana kerajaan.\n\n Sementara Nabi Daud melakukan istikharah dan munajat kepada Tuhan di atas bukit Zaitun memohon taufiq dan pertolongan-Nya agar menyelamatkan kerajaan dan negaranya dari malapetaka dan keruntuhan akibat perbuatan puteranya yang durhaka itu.\n\n Setelah mengadakan istikharah dan munajat yang tekun kepada Allah, akhirnya Daud mengambil keputusan untuk segera mengadakan kontra aksi terhadap puteranya dan dikirimkanlah sepasukan tentara dari para pengikutnya yang masih setia kepadanya ke Jerusalem untuk merebut kembali istana kerajaan Bani Isra'il dari tangan Absyalum.\n\n Beliau berpesan kepada komandan pasukannya yang akan menyerang dan menyerbu istana, agar bertindak bijaksana dan sedapat mungkin menghindari pertumpahan darah dan pembunuhan yang tidak perlu, teristimewa mengenai Absyalum, puteranya, ia berpesan agar diselamatkan jiwanya dan ditangkapnya hidup-hidup.\n\n Akan tetapi takdir telah menentukan lain daripada apa yang si ayah inginkan bagi puteranya.\n\n Komandan yang berhasil menyerbu istana tidak dapat berbuat lain kecuali membunuh Absyalum yang melawan dan enggan menyerahkan diri setelah ia terkurung dan terkepung.\n\n Dengan terbunuhnya Absyalum kembalilah Daud menduduki tahtanya dan kembalilah ketenangan meliputi kota Jerusalem sebagaimana sediakala.\n\n Dan setelah menduduki tahta kerajaan Bani Isra'il selama empat puluh tahun wafatlah Nabi Daud dalam usia yang lanjut dan dinobatkanlah sebagai pewarisnya Sulaiman sebagaimana telah diwasiatkan oleh ayahnya.\n\n Kekuasaan Sulaiman Atas Jin dan Makhluk Lain\n\n Nabi Sulaiman yang telah berkuasa penuh atas kerajaan Bani Isra'il yang makin meluas dan melebar, Allah telah menundukkan baginya makhluk-makhluk lain, yaitu Jin angin dan burung-burung yang kesemuanya berada di bawah perintahnya melakukan apa yang dikehendakinya dan melaksanakan segala komandonya.\n\n Di samping itu Allah memberinya pula suatu Karunia berupa mengalirnya cairan tembaga dari bawah tanah untuk dimanfaatkannya bagi karya pembangunan gedung-gedung, perbuatan piring-piring sebesar kolam air, periuk-periuk yang tetap berada diatas tungku yang dikerjakan oleh pasukan Jin-Nya.\n\n Sebagai salah satu mukjizat yang diberikan oleh Allah kepada Sulaiman ialah kesanggupan beliau menangkap maksud yang terkandung dalam suara binatang-binatang dan sebaliknya binatang-binatang dapat pula mengerti apa yang ia perintahkan dan ucapkan.\n\n Demikianlah maka tatkala Nabi Sulaiman berpergian dalam rombongan kafilah yang besar terdiri dari manusia, jin dan binatang-binatang lain, menuju ke sebuah tempat bernama Asgalan ia melalui sebuah lembah yang disebut lembah semut.\n\n Disitu ia mendengar seekor semut berkata kepada kawan-kawannya: \"Hai semut-semut, masuklah kamu semuanya ke dalam sarangmu, agar supaya kamu selamat dan tidak menjadi binasa diinjak oleh Sulaiman dan tentaranya tanpa ia sedar dan sengaja.\n\n Nabi Sulaiman tersenyum tertawa mendengar suara semut yang ketakutan itu.\n\n Ia memberitahu hal itu kepada para pengikutnya seraya bersyukur kepada Allah atas Karunia-Nya yang menjadikan ia dapat mendengar serta menangkap maksud yang terkandung dalam suara semut itu.\n\n Ia merasa takjud bahwa binatang pun mengerti bahwa nabi-nabi Allah tidak akan mengganggu sesuatu makhluk dengan sengaja dan dalam keadaan sadar.\n\n Sulaiman dan Ratu Balqis\n\n Setelah Nabi Sulaiman membangunkan Baitulmaqdis dan melakukan ibadah haji sesuai dengan nadzarnya pergilah ia meneruskan perjalannya ke Yeman.\n\n Setibanya di San'a - ibu kota Yeman ,ia memanggil burung hud-hud sejenis burung pelatuk untuk disuruh mencari sumber air di tempat yang kering tandus itu.\n\n Ternyata bahwa burung hud-hud yang dipanggilnya itu tidak berada diantara kawasan burung yang selalu berada di tempat untuk melakukan tugas dan perintah Nabi Sulaiman.\n\n Nabi Sulaiman marah dan mengancam akan mengajar burung Hud-hud yang tidak hadir itu bila ia datang tanpa alasan dan uzur yang nyata.\n\n Berkata burung Hud-hud yang hinggap didepan Sulaiman sambil menundukkan kepala ketakutan:: \"Aku telah melakukan penerbangan pengintaian dan menemukan sesuatu yang sangat penting untuk diketahui oleh paduka Tuan.\n\n Aku telah menemukan sebuah kerajaan yang besar dan mewah di negeri Saba yang dikuasai dan diperintah oleh seorang ratu.\n\n Aku melihat seorang ratu itu duduk di atas sebuah tahta yang megah bertaburkan permata yang berkilauan.\n\n Aku melihat ratu dan rakyatnya tidak mengenal Tuhan Pencipta alam semesta yang telah mengurniakan mereka kenikmatan dan kebahagian hidup.\n\n Mereka tidak menyembah dan sujud kepada-Nya, tetapi kepada matahari.\n\n Mereka bersujud kepadanya dikala terbit dan terbenam.\n\n Mereka telah disesatkan oleh syaitan dari jalan yang lurus dan benar.”\n\n Berkata Sulaiman kepada Hud-hud: \"Baiklah, kali ini aku ampuni dosamu kerana berita yang engkau bawakan ini yang aku anggap penting untuk diperhatikan dan untuk mengesahkan kebenaran beritamu itu, bawalah suratku ini ke Saba dan lemparkanlah ke dalam istana ratu yang engkau maksudkan itu, kemudian kembalilah secepat-cepatnya, sambil kami menanti perkembangan selanjutnya bagaimana jawapan ratu Saba atas suratku ini.”\n\n HUd-hud terbang kembali menuju Saba dan setibanya di atas istana kerajaan Saba dilemparkanlah surat Nabi Sulaiman tepat di depan ratu Balqis yang sedang duduk dengan megah di atas tahtanya.\n\n Ia terkejut melihat sepucuk surat jatuh dari udara tepat di depan wajahnya.\n\n Ia lalu mengangkat kepalanya melihat ke atas, ingin mengetahui dari manakah surat itu datang dan siapakah yang secara kurang hormat melemparkannya tepat di depannya.\n\n Kemudian diambillah surat itu oleh ratu, dibuka dan baca isinya yang berbunyi: \"Dengan Nama Allah Yang Maha Pengasih lagi Penyayang, surat ini adalah daripadaku, Sulaiman.\n\n Janganlah kamu bersikap sombong terhadapku dan menganggap dirimu lebih tinggi daripadaku.\n\n Datanglah sekalian kepadaku berserah diri.”\n\n Setelah dibacanya berulang kali surat Nabi Sulaiman Ratu Balqis memanggil para pembesarnya dan para penasehat kerajaan berkumpul untuk memusyawarahkan tindakan apa yang harus diambil sehubungan dengan surat Nabi Sulaiman yang diterimanya itu.\n\n Berkatlah para pembesar itu ketika diminta petimbangannya: \"Wahai paduka tuan ratu, kami adalah putera-putera yang dibesarkan dan dididik untuk berperang dan bertempur dan bukan untuk menjadi ahli pemikir atau perancang yang patut memberi pertimbangan atau nasehat kepadamu.\n\n Kami menyerahkan kepadamu untuk mengambil keputusan yang akan membawa kebaikan bagi kerajaan dan kami akan tunduk dan melaksanakan segala perintah dan keputusanmu tanpa ragu.\n\n Kami tidak akan gentar menghadapi segala ancaman dari mana pun datangnya demi menjaga keselamatanmu dam keselamatan kerajaanmu.”\n\n Ratu Balqis menjawab: \"Aku memperoleh kesan dari uraianmu bahwa kamu mengutamakan cara kekerasan dan kalau perlu kamu tidak akan gentar masuk medan perang melawan musuh yang akan menyerbu.\n\n Aku sangat berterima kasih atas kesetiaanmu kepada kerajaan dan kesediaanmu menyabung nyawa untuk menjaga keselamatanku dan keselamatan kerajaanku.\n\n Akan tetapi aku tidak sependirian dengan kamu sekalian.\n\n Menurut pertimbanganku, lebih bijaksana bila kami menempuh jalan damai dan menghindari cara kekerasan dan peperangan.\n\n Sebab bila kami menentang secara kekerasan dan sampai terjadi perang dan musuh kami berhasil menyerbu masuk kota-kota kami, maka nescaya akan berakibat kerusakan dan kehancuran yang sangat menyedihkan.\n\n Mereka akan menghancur binasakan segala bangunan, memperhambakan rakyat dan merampas segala harta milik dan peninggalan nenek moyang kami.\n\n Hal yang demikian itu adalah merupakan akibat yang wajar dari tiap peperangan yang dialami oleh sejarah manusia dari masa ke semasa.\n\n Maka menghadapi surat Sulaiman yang mengandung ancaman itu, aku akan cuba melunakkan hatinya dengan mengirimkan sebuah hadiah kerajaan yang akan terdiri dari barang-barang yang berharga dan bermutu tinggi yang dapat mempesonakan hatinya dan menyilaukan matanya dan aku akan melihat bagaimana ia memberi tanggapan dan reaksi terhadap hadiahku itu dan bagaimana ia menerima utusanku di istananya.\n\n Selagi Ratu Balgis siap-siap mengatur hadiah kerajaan yang akan dikirim kepada Sulaiman dan memilih orang-orang yang akan menjadi utusan kerajaan membawa hadiah, tibalah hinggap di depan Nabi Sulaiman burung pengintai Hud-hud memberitakan kepadanya rancangan Balqis untuk mengirim utusan membawa hadiah baginya sebagai jawaban atas surat beliau kepadanya.\n\n Setelah mendengar berita yang dibawa oleh Hud-hud itu, Nabi Sulaiman mengatur rencana penerimaan utusan Ratu Balqis dan memerintahkan kepada pasukan Jinnya agar menyediakan dan membangunkan sebuah bangunan yang megah yang tiada taranya ya akan menyilaukan mata perutusan Balqis bila mereka tiba.\n\n Tatkala perutusan Ratu Balqis datang, diterimalah mereka dengan ramah tamah oleh Sulaiman dan setelah mendengar uraian mereka tentang maksud dan tujuan kedatangan mereka dengan hadiah kerajaan yang dibawanya, berkatalah Nabi Sulaiman: \"Kembalilah kamu dengan hadiah-hadiah ini kepada ratumu.\n\n Katakanlah kepadanya bahwa Allah telah memberiku rezeki dan kekayaan yang melimpah ruah dan mengurniaiku dengan Karunia dan nikmat yang tidak diberikannya kepada seseorang daripada makhluk-Nya.\n\n Di samping itu aku telah diutuskan sebagai nabi dan rasul-Nya dan dianugerahi kerajaan yang luas yang kekuasaanku tidak sahaja berlaku atas manusia tetapi mencakup juga jenis makhluk Jin dan binatang-binatang.\n\n Maka bagaimana aku akan dapat dibujuk dengan harta benda dan hadiah serupa ini? Aku tidak dapat dilalaikan dari kewajiban dakwah kenabianku oleh harta benda dan emas walaupun sepenuh bumi ini.\n\n Kamu telah disilaukan oleh benda dan kemegahan duniawi, sehingga kamu memandang besar hadiah yang kamu bawakan ini dan mengira bahwa akan tersilaulah mata kami dengan hadiah Ratumu.\n\n Pulanglah kamu kembali dan sampaikanlah kepadanya bahwa kami akan mengirimkan bala tentara yang sangat kuat yang tidak akan terkalahkan ke negeri Saba dan akan mengeluarkan ratumu dan pengikut-pengikutnya dari negerinya sebagai- orang-orang yang hina-dina yang kehilangan kerajaan dan kebesarannya, jika ia tidak segera memenuhi tuntutanku dan datang berserah diri kepadaku.”\n\n Perutusan Balqis kembali melaporkan kepada Ratunya apa yang mereka alami dan apa yang telah diucapkan oleh Nabi Sulaiman.\n\n Balqis berfikir, jalan yang terbaik untuk menyelamatkan diri dan kerajaannya ialah menyerah saja kepada tuntutan Sulaiman dan datang menghadap dia di istananya.\n\n Nabi Sulaiman berhasrat akan menunjukkan kepada Ratu Balqis bahwa ia memiliki kekuasaan ghaib di samping kekuasaan lahirnya dan bahwa apa yang dia telah ancamkan melalui rombongan perutusan bukanlah ancaman yang kosong.\n\n Maka bertanyalah beliau kepada pasukan Jinnya, siapakah diantara mereka yang sanggup mendatangkan tahta Ratu Balqis sebelum orangnya datang berserah diri.\n\n Berkata Ifrit, seorang Jin yang tercerdik: \"Aku sanggup membawa tahta itu dari istana Ratu Balqis sebelum engkau sempat berdiri dari tempat dudukimu.\n\n Aku adalah pesuruhmu yang kuat dan dapat dipercayai.\n\n Seorang lain yang mempunyai ilmu dan hikmah nyeletuk berkata: \"Aku akan membawa tahta itu ke sini sebelum engkau sempat memejamkan matamu.”\n\n Ketika Nabi Sulaiman melihat tahta Balqis sudah berada didepannya, berkatalah ia: Ini adalah salah satu Karunia Tuhan kepadaku untuk mencuba apakah aku bersyukur atas Karunia-Nya itu atau mengingkari-Nya, kerana barang siapa bersyukur maka itu adalah semata-mata untuk kebaikan dirinya sendiri dan barangsiapa mengingkari nikmat dan Karunia Allah, ia akan rugi di dunia dan di akhirat dan sesungguhnya Allah Maha Kaya lagi Maha Mulia.”\n\n Menyonsong kedatangan Ratu Balqis, Nabi Sulaiman memerintahkan orang-orangnya agar mengubah sedikit bentuk dan warna tahta Ratu itu yang sudah berada di depannya kemudian setelah Ratu itu tiba berserta pengiring-pengiringnya, bertanyalah Nabi Sulaiman seraya menundingkan kepada tahtanya: \"Serupa inikah tahtamu?\" Balqis menjawab: \"Seakan-akan ini adalah tahtaku sendiri,\" seraya bertanya-tanya dalam hatinya, bagaimana mungkin bahwa tahtanya berada di sini padahal ia yakin bahwa tahta itu berada di istana tatkala ia bertolak meninggalkan Saba.\n\n Selagi Balgis berada dalam keadaan kacau fikiran, kehairanan melihat tahta kerajaannya sudah berpindah ke istana Sulaiman, ia dibawa masuk ke dalam sebuah ruangan yang sengaja dibangun untuk penerimaannya.\n\n Lantai dan dinding-dindingnya terbuat dari kaca putih.\n\n Balqis segera menyingkapkan pakaiannya ke atas betisnya ketika berada dalam ruangan itu, mengira bahwa ia berada di atas sebuah kolam air yang dapat membasahi tubuh dan pakaiannya.\n\n Berkata Nabi Sulaiman kepadanya: \"Engkau tidak usah menyingkap pakaianmu.\n\n Engkau tidak berada di atas kolam air.\n\n Apa yang engkau lihat itu adalah kaca-kaca putih yang menjadi lantai dan dinding ruangan ini.”\n\n \"Oh,Tuhanku,\" Balqis berkata menyedari kelemahan dirinya terhadap kebesaran dan kekuasaan Tuhan yang dipertunjukkan oleh Nabi Sulaiman, \"aku telah lama tersesat berpaling daripada-Mu, melalaikan nikmat dan Karunia-Mu, merugikan dan menzalimi diriku sendiri sehingga terjatuh dari cahaya dan rahmat-Mu.\n\n Ampunilah aku.\n\n Aku berserah diri kepada Sulaiman Nabi-Mu dengan ikhlas dan keyakinan penuh.\n\n Kasihanilah diriku wahai Tuhan Yang Maha Pengasih dan Maha Penyayang.”\n\n Demikianlah kisah Nabi Sulaiman dan Balqis Ratu Saba.\n\n Dan menurut sementara ahli tafsir dan ahli sejarah nabi-nabi, bahwa Nabi Sulaiman pada akhirnya kahwin dengan Balqis dan dari perkahwinannya itu lahirlah seorang putera.\n\n Menurut pengakuan maharaja Ethiopia Abessinia, mereka adalah keturunan Nabi Sulaiman dari putera hasil perkahwinannya dengan Balqis itu. Wallahu alam bisshawab.\n\n Wafatnya Nabi Sulaiman\n\n Al-Quran mengisahkan bahwa tidak ada tanda-tanda yang menunjukkan kematian Sulaiman kecuali anai-anai yang memakan tongkatnya yang ia sandar kepadanya ketika Tuhan mengambil rohnya.\n\n Para Jin yang sedang mengerjakan bangunan atas perintahnya tidak mengetahui bahwa Nabi Sulaiman telah mati kecuali setelah mereka melihat Nabi Sulaiman tersungkur jatuh di atas lantai, akibat jatuhnya tongkat sandarannya yang dimakan oleh anai-anai.\n\n Sekiranya para Jin sudah mengetahui sebelumnya, pasti mereka tidak akan tetap meneruskan pekerjaan yang mereka anggap sebagai seksaan yang menghinakan.\n\n Berbagai cerita yang dikaitkan orang pada ayat yang mengisahkan matinya Nabi Sulaiman, namun kerana cerita-cerita itu tidak ditunjang dikuatkan oleh sebuah hadis sahih yang muktamad, maka sebaiknya kami berpegang saja dengan apa yang dikisahkan oleh Al-Quran dan selanjutnya Allahlah yang lebih Mengetahui dan kepada-Nya kami berserah diri.\n\n Kisah Nabi Sulaiman dapat dibaca di dalam Al-Quran, surah An-Naml ayat 15 sehingga ayat 44 ",
		"tmp": "Palestina",
		"image_url":"http://1.bp.blogspot.com/-gFb2lkkbmfw/Vn3XvNWIkwI/AAAAAAAABwE/LvEuIDinnPk/s320/sulaiman.png",
		"icon_url":""
}