{
		"name": "Nabi Yahya AS",
		"thn_kelahiran": "1",
		"usia": 32,
		"description": "Allah SWT. berfirman: Masa yang dialami oleh Nabi Zakaria adalah masa yang aneh di mana banyak hal yang berlawanan yang berhadap-hadapan dan saling bertentangan serta terlibat pertarungan yang tidak pernah padam.\n\n Keimanan kepada Allah SWT. bercahaya di mesjid yang besar di Baitul Maqdis, sedangkan kebohongan memenuhi pasar-pasar Yahudi yang bersebelahan dengan mesjid itu.\n\n Sudah menjadi tradisi dunia bahwa segala sesuatu yang bertentangan mesti saling berhadapan pada: kebaikan dengan kejahatan, cahaya dengan kegelapan, kebenaran dengan kebohongan, para nabi dengan para pembangkang.\n\n Alhasil, segala sesuatu berhadapan untuk mempertahankan kehidupan.\n\n Di masa yang kuno ini terdapat seorang nabi dan seorang alim yang besar.\n\n Nabi yang dimaksud adalah Zakaria sedangkan seorang alim besar yang Allah SWT. memilihnya untuk salat di tengah-tengah manusia adalah Imran.\n\n Imran adalah seorang suami dan istrinya sangat berharap untuk melahirkan anak.\n\n Waktu pagi menyelimuti kota, keluarlah istri Imran untuk memberikan makan kepada burung dan ia melihat pamandangan yang ada di sekitarnya dan mulai merenungkannya.\n\n Di sana terdapat seekor burung yang memberi makan anaknya dengan cara menyuapinya dan memberinya minum.\n\n Burung itu melindungi anaknya di bawah sayapnya karena khawatir dari kedinginan.\n\n Ketika melihat pemandangan itu, istri Imran berharap agar Allah SWT. memberinya anak.\n\n Ia mengangkat tangannya dan mulai berdoa agar Allah SWT. menganugerahinya seorang anak lelaki.\n\n Allah SWT. mengabulkan doanya dan pada suatu hari ia merasa bahwa ia sedang hamil lalu kegembiraan menyelimutinya dan ia bersMikur kepada Allah SWT: \n\n”(Ingatlah) ketika istri Imran berkata: 'Ya Tuhanhu, sesungguhnya aku telah menazarkan kepada Engkau anak yang dalam kandunganku menjadi anak yang saleh dan berkhidmat (di Baitil Maqdis).\n\n Karena itu terimalah (nazar) itu dariku.\n\n Sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui.” (QS. Ali 'Imran: 35) \n\n Ia bernazar agar anaknya menjadi seorang pembantu di mesjid sepanjang hidupnya yang mengabdi kepada Allah SWT. dan mengabdi kepada rumah-Nya, yaitu masjid.\n\n Lalu tibalah hari kelahiran.\n\n Istri Imran melahirkan seorang anak perempuan.\n\n Istri itu merasa terkejut karena ia menginginkan seorang anak lelaki yang dapat mengabdi untuk mesjid dan beribadah di dalamnya.\n\n Ketika ia melihat bahwa anaknya seorang perempuan, maka ia tetap menjalankan nazarnya, meskipun anak lelaki bukan seperti anak perempuan: \n\n”Maka tatkala istri Imran melahirkan anaknya, dia pun berkata: 'Ya Tuhanku, sesungguhnya aku melahirkannya seorang anak perempuan; dan Allah lebih mengetahui apa yang dilahirkannya itu, dan anak laki-laki tidaklah seperti anak perempuan.\n\n Sesungguhnya ahu telah menamai dia Maryam.” (QS. Ali Imran: 36) \n\n Allah SWT. mendengar doa istri Imran; Allah SWT. mendengar apa yang kita ucapkan dan apa yang kita bisikkan dalam diri kita, bahkan apa yang kita inginkan untuk kita ucapkan dan kita tidak melakukannya.\n\n Semua itu diketahui oleh Allah SWT.\n\n Allah SWT. mendengar bahwa istri Imran memberitahu-Nya bahwa ia melahirkan anak perempuan dan Allah SWT. lebih mengetahui tentang anak yang dilahirkannya.\n\n Allah SWT-lah yang memilihkan jenis kelamin anak yang lahir di mana Dia menciptakan anak laki-laki atau perempuan.\n\n Allah SWT. mendengar bahwa istri Imran berdoa kepada-Nya agar Dia menjaga anak perempuan ini yang dinamakan Maryam dan juga menjaga keturunannya dari setan yang terkutuk: \n\n”Dan aku mohon perlindungan untuknya serta anak-anak keturunannya kepada (pemeliharaan) Engkau dari setan yang terkutuk.\n\n maka Tuhannya menerimanya (sebagai nazar) dengan penerimaan yang baik, dan mendidiknya dengan pendidikan yang baik dan Allah menjadikan Zakaria pemeliharanya.” (QS. Ali 'Imran: 36- 37) \n\n Allah SWT. mengkabulakn doa istri Imran dan ibu Maryam.\n\n Allah SWT. menyambut Maryam dengan penyambutan yang baik dan memberinya keturunan yang baik.\n\n Allah SWT. berkehendak melalui rahmat-Nya untuk menjadikan perempuan ini sebagai wanita terbaik di muka bumi dan menjadikan ibu dari seorang nabi yang kelahirannya merupakan mukjizat terbesar seperti kelahiran Nabi Adam.\n\n Nabi Adam lahir tanpa seorang ayah atau ibu, sedangkan Nabi Isa lahir tanpa seorang ayah.\n\n Nabi Isa berasal dari ibu yang suci yang belum menikah, yang belum disentuh oleh manusia.\n\n Mula-mula kelahiran Maryam mendatangkan sedikit problem.\n\n Imran telah mati sebelum kelahiran Maryam dan para ulama di zaman itu dan para pembesar ingin mendidik Maryam.\n\n Setiap orang berlomba-lomba untuk mendapatkan kemuliaan ini, yaitu mendidik seorang perempuan dari seorang lelaki besar vang mereka hormati.\n\n Zakaria berkata: ”Biarkan aku yang mengasuhnya karena ia adalah kerabat dekatku.\n\n Istriku adalah bibinya dan aku adalah seorang Nabi dari umat ini.\n\n Aku lebih utama daripada kalian untuk mengasuhnya.\n\n” Lalu para ulama dan para guru berkata: ”Mengapa tidak seorang di antara kami yang mengasuhnya.\n\n Kami tidak akan membiarkan engkau mendapatkan keutamaan ini tanpa persetujuan dari kami.\n\n” Hampir saja mereka berselisih dan bertarung kalau seandainya mereka tidak menyepakati diadakannya undian.\n\n Yakni, seseorang yang mendapatkan undian, maka itulah yang akan mengasuh Maryam.\n\n Diadakanlah undian.\n\n Maryam diletakkan di atas tanah dan diletakkan di sebelahnya pena-pena orang-orang yang ingin mengasuhnya.\n\n Kemudian mereka menghadirkan anak kecil lalu anak kecil itu mengeluarkan pena Zakaria.\n\n Zakaria berkata: ”Allah SWT memutuskan agar aku mengasuhnya.\n\n” Para ulama dan para Syekh berkata: ”Tidak, undian harus dilakukan tiga kali.\n\n” Mereka mulai berpikir tentang undian yang kedua.\n\n Setiap orang mengukir namanya di atas pena kayu dan mereka berkata, kita akan melemparkan pena-pena kita di sungai, maka siapa yang penanya menantang arus, itulah yang menang: \n\n”Padahal kamu tidak hadir beserta mereka, ketika mereka melemparkan anak-anak panah mereka (untuk mengundi) siapa di antara mereka yang akan memelihara Maryam.\n\n Dan kamu tidak hadir di sisi mereka ketika mereka bersengketa.” (QS. Ali 'Imran: 44) \n\n Mereka pun melemparkan pena-pena mereka di sungai sehingga pena-pena itu berjalan bersama arus, kecuali pena Zakaria yang menantang arus.\n\n Zakaria merasa bahwa mereka akan puas tetapi mereka bersikeras untuk mengadakan undian yang ketiga kali.\n\n Mereka berkata: ”Kita akan melemparkan pena-pena kita di sungai.\n\n Pena yang berjalan bersama arus, maka itulah yang akan mengasuh Maryam.\n\n” Mereka pun melemparkan pena-pena mereka dan semua berjalan menantang arus, kecuali pena Zakaria.\n\n Akhirnya, mereka menyerah kepada Zakaria dan mereka menyerahkan anak itu kepadanya agar Zakaria mengasuhnya.\n\n Nabi Zakaria mulai mengasuh Maryam dan mendidiknya serta menghormatinya sampai ia dewasa.\n\n Maryam memiliki tempat khusus di dalam mesjid.\n\n Ia mempunyai suatu mihrab yang di situ ia beribadah.\n\n Jarang sekali ia meninggalkan tempatnya.\n\n Ia selalu beribadah dan salat di dalamnya serta berzikir dan bersyukur dan menuangkan cintanya kepada Allah SWT.\n\n Terkadang Zakaria mengunjunginya di mihrab.\n\n Tiba-tiba, pada suatu hari Zakaria menemuinya dan ia melihat sesuatu yang mencengangkan.\n\n Saat itu musim panas tetapi Nabi Zakaria menemui di tempat Maryam buah-buahan musim dingin, dan pada kesempatan yang lain ia menemui buah-buahan musim panas sedangkan saat itu musim dingin.\n\n Zakaria bertanya kepada Maryam: ”Darimana datangnya rezeki ini?” Maryam menjawab: ”Bahwa itu berasal dari Allah SWT.\n\n” Pemandangan seperti ini berulang lebih dari sekali: \n\n”Setiap Zakaria masuk menemui Maryam di mihrab, ia dapati makanan di sisinya.” (QS. Ali 'Imran: 37) \n\n Nabi Zakaria adalah seorang tua dan rambutnya sudah dikelilingi uban.\n\n Ia merasa bahwa tidak lama lagi hidupnya akan berakhir dan istrinya, bibi Maryam, adalah seseorang wanita tua sepertinya yang belum melahirkan seseorang pun dalam hidupnya karena ia wanita yang mandul.\n\n Nabi Zakaria menginginkan agar ia mendapatkan seorang anak laki-laki yang akan mewarisi ilmunya dan akan menjadi nabi yang dapat membimbing kaumnya dan berdakwah kepada mereka untuk mengikuti Kitab Allah SWT.\n\n Zakaria tidak menyampaikan keinginan ini kepada seseorang pun, bahkan kepada istrinya, tetapi Allah SWT. mengetahuinya sebelum pikiran itu disampaikan.\n\n Pada pagi itu Zakaria menemui Maryam di mihrabnya, lalu ia mendapati buah-buahan yang sebenarnya sudah tidak musim.\n\n Zakaria bertanya kepada Maryam: \n\n”Zakaria berkata: ”Hai Maryam dari mana kamu memperoleh (makanan) ini?” Maryam menjawab: ”Makanan itu dari sisi Allah.\n\n” Sesungguhnya Allah memberi rezeki kepada siapa yang dikehendaki-Nya tanpa hisab.\n\n Di sanalah Zakaria berdoa kepada Tuhannya.” (QS. Ali 'Imran: 37-38) \n\n Zakaria berkata pada dirinya Maha Suci Allah SWT. dan Dia Maha Kuasa atas segala sesuatu.\n\n Lalu kerinduan mulai menyelimuti hatinya dan ia mulai menginginkan keturunan.\n\n Nabi Zakaria berdoa kepada Tuhannya: \n\n”(Yang dibacakan ini adalah) penjelasan tentang rahmat Tuhan kamu kepada hamba-Nya Zakaria, yaitu tatkala ia berdoa kepada Tuhannya dengan suara yang lembut.\n\n Ia berkata: 'Ya Tuhanku, sesungguhnya tulangku telah lemah dan kepalaku telah ditumbuhi uban, dan aku belum pernah kecewa dalam berdoa kepada Engka u, ya Tuhanku.\n\n Dan sesungguhnya aku khawatir terhadap mawaliku sepeningalku, sedang istriku adalah seseorang yang mandul, maka anugerahilah aku dari sisi Engkau seorang putra, yang akmi mewarisi aku dan mewarisi sebagian keluarga Yakub; dan jadikanlah ia, ya Tuhanku, seorangyang diridahi.” (QS. Maryam: 2-6) \n\n Nabi Zakaria meminta kepada Penciptanya tanpa mengangkat suara keras-keras agar Dia memberinya seorang lelaki yang mewarisi kenabian dan hikmah serta keutamaan dan ilmu.\n\n Nabi Zakaria khawatir kaumnya akan tersesat setelahnya di mana tidak ada seorang nabi setelahnya.\n\n Allah SWT. mengkabulkan doa Zakaria.\n\n Belum lama Nabi Zakaria berdoa kepada Allah SWT. hingga malaikat memanggilnya saat ia salat di mihrab: \n\n”Hai Zakaria, sesungguhnya Kami memberi kabar gembira kepadamu akan (memperoleh) seorang anak yang namanya Yahya, yang sebelumnya Kami belum pernah menciptakan orang yang serupa dengan dia.” (QS. Maryam: 7) \n\n Zakaria kaget dengan berita ini, bagaimana ia dapat memiliki seorang anak.\n\n Karena saking gembiranya Zakaria sangat terguncang dan dengan penuh keheranan ia bertanya: \n\n”Ya Tuhanku, bagaimana akan ada anak bagiku, padahal istriku adalah seorang yang mandul dan aku (sendiri) sesungguhnya sudah mencapai umur yang sangat tua.” (QS. Maryam: 8) \n\n Ia heran bagaimana ia dapat melahirkan sementara ia sudah tua dan istrinya pun wanita yang mandul: \n\n”Tuhan berfirman: 'Demikianlah.\n\n' Tuhan berfirman: 'Hal itu adalah mudah bagi-Ku; dan sesungguhnya telah Aku ciptakan kamu sebelum itu, padahal kamu (di waktu itu) belum ada sama sekali.” (QS. Maryam; 9) \n\n Para malaikat memberitahunya bahwa ini terjadi karena kehendak Allah SWT. dan kehendak-Nya pasti terlaksana.\n\n Tidak ada sesuatu pun yang sulit bagi Allah SWT.\n\n Segala sesuatu yang diinginkan di alam wujud ini pasti terjadi.\n\n Allah SWT. telah menciptakan Zakaria sebelumnya dan beliau pun sebelumnya tidak pernah ada.\n\n Segala sesuatu diciptakan Allah SWT. hanya dengan kehendak-Nya: \n\n”Sesungguhnya perintah-Nya apabila Dia menghendaki sesuatu hanyalah herkata kepadanya: 'Jadilah!', maka jadilah ia.” (QS. Yasin: 82) \n\n Hati Nabi Zakaria dipenuhi rasa syukur kepada Allah SWT. dan ia pun memuji-Nya.\n\n Lalu ia meminta kepada Allah SWT. agar memberinya tanda-tanda: \n\n”Zakaria berkata: Ya Tuhanku, berilah suatu tanda.\n\n' Tuhan berfirman: 'Tanda bagimu adalah bahwa kamu tidak dapat bercakap-cakap dengan manusia selama tiga malam, padahal kamu sehat.\n\n' Maka ia keluar dari mihrab menuju kaumnya, lalu ia memberi isyarat kepada mereka; hendaklah kamu bertasbih di waktu pagi dan petang.” (QS. Maryam: 10-11) \n\n Allah SWT. memberitahunya bahwa akan terjadi tiga hari di mana di dalamnya ia tidak mampu berbicara, padahal saat itu ia sehat-sehat saja tidak sakit.\n\n Jika hal ini terjadi padanya, maka hendaklah ia yakin bahwa istrinya hamil dan bahwa mukjizat Allah SWT. benar-benar terwujud.\n\n Kemudian hendaklah saat itu ia berbicara kepada manusia melalui isyarat dan banyak bertasbih kepada Allah SWT. di waktu pagi dan sore.\n\n Zakaria keluar pada suatu hari kepada manusia dan hatinya dipenuhi dengan syukur.\n\n Ia ingin berbicara dengan mereka namun ia mengetahui bahwa ia tidak mampu berbicara.\n\n Zakaria mengetahui bahwa mukjizat Allah SWT. telah terwujud lalu ia mengisyaratkan kepada kaumnya agar mereka bertasbih kepada Allah SWT. di waktu pagi dan sore.\n\n Ia pun selalu bertasbih kepada Allah SWT. dalam hatinya.\n\n Zakaria merasakan kegembiraan yang sangat dalam.\n\n Malaikat memberitahunya tentang kelahiran seorang anak lelaki yang Allah SWT. menamakannya Yahya.\n\n Untuk pertama kalinya kita di hadapan seorang anak yang ayahnya tidak memberikan nama kepadanya dan ibunya pun tidak memilihkan nama untuknya, tetapi Allah SWT-lah yang memberinya nama.\n\n Dengan kemuliaan yang agung ini, Allah SWT. menyampaikan berita gembira kepada Zakaria bahwa anaknya Yahya akan membenarkan kalimat Allah SWT. dan akan menjadi seorang yang mulia dan seorang Nabi dari orang-orang yang saleh.\n\n Zakaria gemetar, karena saking gembiranya.\n\n Air matanya mulai berlinangan dan jenggotnya yang putih mulai basah.\n\n Ia salat kepada Allah SWT. sebagai tanda syukur atas pengkabulan doanya dan kelahiran Yahya.\n\n♦”Di sanalah Zakaria berdoa kepada Tuhannya seraya berkata: 'Ya Tuhanku, berilah aku dari sisi Engkau seorang anak yang baik.\n\n Sesungguhnya Engkau Maha Pendengar doa.\n\n Kemudian Malaikat (Jibril) memanggil Zakaria, sedang ia tengah berdiri melakukan salat di mihrab (katanya): 'Sesungguhnya Allah menggembirakan kamu dengan kelahiran (seorang putramu) Yahya, yang membenarkan kalimat (yang datang) dari Allah, menjadi ikutan, menahan diri (dari hawa nafsu) dan seorang nabi termasuk keturunan orang-orang saleh.” (QS. Ali 'Imran: 38-39) ”Hai Yahya, ambilah al-Kitab (Taurat) itu dengan sungguh-sungguh.\n\n Dan Kami berikan kepadanya hikmah selagi ia masih anak-anak, dan rasa belas kasihan yang mendalam dari sisi Kami dan kesucian (dari dosa).\n\n Dan ia adalah seorang yang bertakwa, dan banyak berbakti kepada kedua orang tuanya, dan bukanlah ia orang yang sombong dan durhaka.\n\n Kesejahteraan atas dirinya pada hari ia diiahirkan, dan pada hari itu ia meninggal dan pada hari ia dibangkitkan kembali.” (QS. Maryam: 12-15) ”Hai Zakaria, sesungguhnya Kami memberi kabar gembira kepadamu akan (memperoleh) seorang anak yang namanya Yahya, yang sebelumnya Kami belum pernah menciptakan orang yang serupa dengan dia.” (QS. Maryam: 7) Inilah Yahya seorang Nabi yang Allah SWT. bersaksi bahwa sebelumnya tak seorang pun yang serupa dengannya.\n\n Yaitu seorang Nabi yang Allah SWT. berkata tentangnya: ”Dan rasa belas kasihan yang mendalam dari sisi Kami.” (QS. Maryam: 13) Sebagaimana Khidir diberi ilmu dari sisi Allah SWT, maka Yahya diberi rasa cinta dari sisi Allah SWT.\n\n Al-Hanan ialah ilmu yang luas yang terkandung di dalamnya sesuatu kecintaan yang dalam terhadap makhluk dan alam.\n\n Hanan ialah salah satu dari tingat cinta vang bersumber dari ilmu.\n\n Yahya adalah seorang Nabi yang menjadi cermin dari ibadah, zuhud, dan cinta.\n\n Nabi Yahya mengungkapkan cinta kepada semua makhluk.\n\n Ia dicintai oleh manusia, burung-burung, binatang buas, bahkan gurun dan gunung.\n\n Darah Nabi Yahya tertumpah ketika beliau berusaha mempertahankan kebenaran yang disampaikannya di istana raja yang lalim.\n\n Peristiwa tragis itu berkaitan dengan seorang penari pelacur.\n\n Para ulama banyak menyebutkan keutamaan Yahya.\n\n Yahya hidup sezaman dengan Nabi Isa dan termasuk kerabat dekatnya dari sisi ibu (anak bibinya).\n\n Ada hadis yang meriwayatkan bahwa Yahya dan Isa pernah bertemu pada suatu hari.\n\n Lalu Isa berkata kepada Yahya, mintakanlah ampun bagiku wahai Yahya.\n\n Sesungguhnya engkau lebih baik daripada aku.\n\n Yahya berkata: ”Mintakanlah ampun bagiku wahai Isa karena engkau lebih baik daripada aku.\n\n” Isa berkata: ”Tidak, engkaulah yang lebih baik daripada aku.\n\n Engkau mengucapkan salam kepadaku sedangkan Allah SWT. mengucapkan salam kepadamu.\n\n” Kisah tersebut menunjukkan keutamaan Yahya ketika Allah SWT. menyampaikan salam kepadanya pada hari ia dilahirkan, pada hari ia mati, dan pada hari ia dibangkitkan kembali dalam keadaan hidup.\n\n Diriwayatkan bahwa Rasulullah saw pernah pergi dan menemui para sahabatnya.\n\n Pada suatu hari, beliau mendapau mereka sedang menyebut-nyebut keutamaan para nabi.\n\n Ada yang mengatakan, Musa kalimullah (seorang nabi yang diajak bicara oleh Allah SWT).\n\n Ada yang mengatakan, Isa ruhullah (tiupan ruh Allah SWT).\n\n Dan ada juga yang mengatakan, Ibrahim khalilullah (seorang kekasih Allah SWT).\n\n Demikianlah para sahabat berbicara tentang para nabi lalu Rasulullah saw menemui mereka.\n\n Ketika Rasul saw mendapati mereka tidak menyebut nama Yahya, beliau berkata: ”Di manakah putra seorang syahid yang mendapatkan banyak penderitaan, yang memakan pohon karena takut dosa, di manakah Yahya bin Zakaria.\n\n” Sementara itu, datanglah musim semi di Palestina dan bumi tampak semakin menghijau dan langit semakin terang.\n\n Bulan dengan cahayanya menembus puncak-puncak pohon dan kebun.\n\n Bunga-bunga mawar dan jeruk semakin berkembang dan baunya tersebar ke udara.\n\n Dan burung-burung yang sedang berterbangan tampak bernyanyi dan melantunkan lagu-lagu kegembiraan di tengah-tengah suasana yang ceria dan penuh keindahan.\n\n Kemudian lahirlah Yahya.\n\n Kelahiran Yahya dipenuhi banyak mukjizat.\n\n Beliau lahir pada saat ayahnya Zakaria berusia lanjut sehingga tampak seakan-akan ia putus asa karena tidak akan mempunyai keturunan.\n\n Beliau lahir melalui doa yang suci yang bersumber dari hati Nabi Zakaria yang suci dan tulus.\n\n Nabi Yahya lahir di tengah-tengah masa yang dipenuhi dengan puncak kesucian sebagaimana juga dihiasi dengan puncak kelaliman.\n\n Maryam adalah simbol puncak kesucian di zamannya.\n\n Mihrabnya penuh dengan bau yang harum yang memancarkan kalimat-kalimat salat yang terus menerus dan zikir yang bersumber dari hati yang suci.\n\n Mesjid tampak dipenuhi dengan gelombang orang-orang yang salat dan orang-orang mukmin yang berzikir.\n\n Namun nun jauh di sana kelaliman tetap membunyikan genderangnya.\n\n Yahya dilahirkan dan masa kecilnya tidak seperti lazimnya masa yang dilalui oleh anak-anak.\n\n Umumnya anak-anak saat itu bermain hal-hal yang tidak berguna, sedangkan Yahya tampak serius sejak beliau kecil.\n\n Anak-anak kecil saat itu merasa senang dan terhibur ketika mereka menyiksa binatang, sementara Yahya justru memberi makan bintang-binatang dan burung dari makanannya sebagai bentuk belas kasihan darinya, bahkan terkadang Yahya sendiri makan dari daun-daun pohon atau buahnya.\n\n Ketika beliau menginjak usia dewasa, maka cahaya wajahnya semakin bersinar dan hatinya penuh dengan hikmah dan cinta kepada Allah SWT. serta kedamaian.\n\n Yahya adalah seseorang yang menyukai membaca sejak usia dini.\n\n Beliau rajin membaca dan menggali ilmu.\n\n Ketika beliau masih kecil, Allah SWT. memanggilnya: ”Hai Yahya, ambilah al-Kitab (Taurat) itu dengan sungguh-sungguh.\n\n Dan Kami berikan kepadanya hikmah selagi ia masih anak-anak.\n\n” Yahya mendapatkan perintah—saat beliau masih kecil—untuk mengambil Kitab dengan kekuatan.\n\n Yakni, hendaklah ia belajar kitab dengan penuh ketelitian, Yaitu kitab syariat.\n\n Allah SWT. memberinya kemampuan untuk mengetahui syariat dan memutuskan perkara manusia saat beliau masih kecil.\n\n Yahya adalah orang yang paling alim di zamannya dan paling banyak menerima hikmah.\n\n Beliau mempelajari syariat secara sempurna.\n\n Oleh karena itu, Allah SWT. memberinya kekuasaan saat beliau masih kecil.\n\n Beliau mampu menyelesaikan persoalan di antara manusia dan menjelaskan mereka rahasia-rahasia agama, bahkan beliau mengenalkan merekajalan kebenaran dan mengingatkan mereka dari jalan kesalahan atau kebatilan.\n\n Kemudian Yahya semakin dewasa dan ilmunya makin bertambah serta kasih sayangnya pun makin meningkat, baik kepada kedua orang tuanya maupun kepada binatang.\n\n Kasih sayang Nabi Yahya meliputi segala sesuatu.\n\n Beliau mengajak manusia untuk bertaubat dari dosa mereka; beliau memandikan mereka di sungai Jordania agar mereka menyucikan diri mereka dengan taubat; beliau mengajak mereka untuk menyembah Allah SWT.\n\n Di sana tidak terdapat seseorang yang ridak.\n\n suka kepada Yahya atau menginginkan keburukan baginya.\n\n Yahya adalah seseorang yang sangat dicintai oleh masyarakatnya karena ia memang seorang yang penyayang, seorang yang bertakwa, seorang yang alim, dan seorang yang berbudi mulia.\n\n Beliau keluar dan pergi ke gunung dan kebun bahkan gurun dan tinggal di dalamnya selama berbulan-bulan untuk menyembah Allah SWT. dan menangis di hadapan-Nya serta salat.\n\n Beliau merasakan kedamaian di daratan, bahkan beliau tidak memperhatikan makanannya.\n\n Beliau makan dari daun-daun pohon dan minum dari air sungai.\n\n Bahkan beliau makan belalang dan juga rumput.\n\n Beliau tidur di gua mana pun yang ditemuinya di gunung dan lubang mana pun yang didapatinya di bumi.\n\n Terkadang beliau masuk di suatu gua gunung lalu beliau menemukan binatang buas di dalamnya seperti serigala atau singa namun karena kesibukannya dan konsentrasinya saat berzikir kepada Allah SWT. dan salat sehingga beliau tidak lagi memperhatikan serigala atau singa.\n\n Serigala dan singa itu melihat Nabi Yahya lalu mereka mengetahui bahwa ini adalah seorang Nabi Allah SWT. yang sangat berbelas kasih kepada binatang, maka binatang-binatang buas itu menundukkan kepalanya dan meninggalkan tempat itu dengan tenang sehingga Nabi Yahya tidak mendengar suara mereka.\n\n Pada kesempatan yang lain, Nabi Yahya memberi makan binatang-binatang buas dengan penuh kasih sayang.\n\n Bahkan beliau tidak makan di malam harinya karena makanannya diberikan kepada binatang-binatang itu.\n\n Beliau merasa puas saat menjadikan salat dan zikir sebagai makanan dari hatinya sebelum beliau memberi makanan pada tubuhnya.\n\n Beliau makan dari daun-daun pohon.\n\n Beliau bermalam atau bergadang dalam keadaan air matanya berlinangan saat berzikir kepada Allah SWT. dan tenggelam dalam lautan cinta dan bersyukur kepada-Nya.\n\n Ketika Nabi Yahya berdiri di depan manusia untuk mengajak mereka menyembah Allah SWT, maka beliau mampu membuat mereka menangis karena cinta dan khusuk.\n\n Beliau mampu mempengaruhi hati mereka dengan kebenaran yang dibawanya dan beliau menampakkan bahwa beliau memang dekat dengan Allah SWT.\n\n Pada suatu hari, Nabi Yahya keluar menemui manusia.\n\n Mesjid tampak ramai dipenuhi orang-orang.\n\n Nabi Yahya berdiri dan beliau mulai berbicara: ”Sesungguhnya Allah SWT. memerintahkan aku untuk menyampaikan kalimat-kalimat yang telah aku kerjakan dan aku telah memerintahkan kalian untuk juga mengerjakannya.\n\n Hendaklah kalian menyembah Allah SWT. dan tidak menyekutukan-Nya.\n\n Barangsiapa yang menyekutukan Allah SWT. dan menyembah selain-Nya, maka ia seperti seorang budak yang dibeli oleh majikannya lalu ia bekerja dan memberikan tenaganya kepada tuan selain tuannya.\n\n Siapakah di antara kalian yang ingin memiliki budak seperti itu.\n\n Dan aku memerintahkan kalian untuk melaksanakan salat.\n\n Sesungguhnya Allah SWT. melihat hamba-Nya saat ia salat.\n\n Oleh karena itu, jika kalian salat, maka hendaklah kalian berusaha untuk khusuk.\n\n Aku pun memerintahkan kalian untuk berpuasa, maka siapa yang melakukan demikian, maka ia seperti seseorang lelaki yang mempunyai bingkisan dari misik yang baunya harum.\n\n Setiap lelaki ini berjalan, maka akan terpancarlah bau harum misik darinya.\n\n Aku pun memerintahkan kalian agar banyak melakukan zikir kepada Allah SWT, maka orang seperti itu seperti seorang lelaki yang dicari-cari oleh musuhnya lalu ia segera berlindung dalam benteng yang kuat.\n\n Dan benteng yang paling kuat adalah zikrullah dan tiada keselamatan tanpa benteng itu.\n\n”Nabi Yahya mengakhiri nasehatnya lalu ia turun dari mimbar dan kembali ke gurun.\n\n Di gurun itu hanya terdapat pasir yang berterbangan dan tiada suara lain selain suara angin dan napas pohon serta suara kaki-kaki binatang buas dan gerakan batu-batu gunung.\n\n Di sanalah Yahya berdiri di tengah-tengah kesunyian ini.\n\n Beliau melaksanakan salat dan menangis.\n\n Kemudian terjadilah pergulatan hebat antara Nabi Yahya dan pemerintah yang berkuasa.\n\n Salah seorang penguasa di zaman itu adalah seorang yang lalim dan sempit akalnya.\n\n Kerusakan tersebar di istananya.\n\n Ia mendengar berita tentang Yahya.\n\n Ia heran karena banyaknya manusia yang memberikan penghargaan dan penghormatan yang luar biasa kepada Yahya sedangkan ia sebagai seorang raja tidak mendapatkan penghormatan yang demikian besar.\n\n Raja tersebut ingin memperkosa istri saudaranya di mana ia mempunyai anak perempuan yang memiliki kecantikan yang terkenal.\n\n Dalam cerita disebutkan bahwa anak perempuan itu mampu melakukan tarian yang mengagumkan sambil memakai tujuh helai baju.\n\n Setiap ia menari, maka terlepaslah setiap baju yang dipakainya dan pada tarian yang terakhir, ia tampak dalam keadaan telanjang.\n\n Raja bertanya kepada Yahya, apakah ia boleh menikahi istri saudaranya.\n\n Yahya menjawab, itu tidak diperbolehkan.\n\n Raja tetap berbicara kepada Yahya dan mendesak kepadanya agar membolehkannya menikah dengan wanita yang disukainya itu, dan hendaklah Yahya mencari solusi atau fatwa yang sangat memuaskannya.\n\n Namun Yahya menolak keras untuk memenuhi permintaan raja itu.\n\n Kemudian Yahya pun meninggalkannya.\n\n Akhirnya, raja tampak marah kepada Yahya dan memerintahkan agar Yahya dipenjara.\n\n Kemudian raja itu pun memperkosa istri saudaranya.\n\n Anak perempuan wanita itu yang suka menari telah melihat Yahya saat ia berbicara dengan raja.\n\n Anak perempuan itu sangat tertarik akan ketampanan Yahya dan keagungan kepribadiannya.\n\n Ringkasnya, wanita yang ahli menari itu pun merasa jatuh cinta kepada Yahya.\n\n Ia pergi menemui Yahya di penjaranya dan ia melihat Yahya dalam keadaan duduk salat dan menangis.\n\n Wanita itu terus mengawasi Yahya saat beliau salat sampai selesai.\n\n Lalu ia meletakkan dirinya di bawah kaki Yahya dan memintanya agar mencintainya sebagaimana ia mencintai Yahya.\n\n Yahya menjawab bahwa di dalam hatinya tidak ada cinta lain selain cinta kepada Allah SWT.\n\n Wanita itu pun bangkit dari tempatnya dalam keadaan putus asa.\n\n Ia meninggalkan Yahya dalam keadaan hatinya dipenuhi kebencian padanya.\n\n Ia kembali ke istana raja.\n\n Waktu Isya telah berakhir.\n\n Raja mulai meminum minuman kesukaannya, yaitu khamr.\n\n Wanita itu memberikan minum kepada raja.\n\n Saking banyaknya raja minum, sampai-sampai raja merasa bahwa kepalanya seperti balon besar dan ia sebentar lagi akan terbang.\n\n Di sanalah wanita penari itu segera memakai pakaian tarian dan kembali kepada raja.\n\n Raja melihatnya dan ia merasa kepalanya bertambah besar dan wanita itu mulai menari.\n\n Lalu dipukullah rebana dan berbagai alat musik sehingga wanita itu tampak menari dan menikmati tariannya.\n\n Pada tarian ketujuh ia berhenti lalu membuka wajahnya sambil berkata kepada raja: ”Wahai tuanku, aku ingin bertanya sedikit kepadamu.\n\n” Raja yang sedang mabuk itu berkata: ”Segala sesuatu yang engkau inginkan akan kuberikan kepadamu sekarang juga.\n\n” Wanita itu berkata: ”Aku menginginkan kepala Yahya bin Zakaria.\n\n” Mendengar perkataan itu, raja segera sadar dari mabuknya lalu ia merasakan ketakutan.\n\n Ia berkata kepadanya: ”Mintalah kepadaku yang lain saja.\n\n” Wanita itu berkata: ”Aku menginginkan darah Yahya bin Zakaria.\n\n” Wanita ini adalah simbol keburukan.\n\n Raja berkata sambil minum minuman keras yang keempat kalinya setelah empat puluh kali: ”Bunuhlah Yahya!” Akhirnya, pemimpin pasukan raja mengeluarkan perintah kepada anak buahnya untuk menghabisi Yahya.\n\n Kemudian Yahya menemui ajalnya secara tragis dan meneguk madu syahadah.\n\n Injil Mata pada pasal yang keempat belas menyebutkan suatu riwayat sebagai berikut: ”Hirdus telah menangkap Yuhana lalu ia menjebloskan ke dalam penjara karena Hirduya istri dari saudaranya.\n\n Sebab Yuhana berkata kepadanya, engkau tidak boleh mengambilnya sebagai istrimu.\n\n Ia ingin membunuh Yuhana tetapi ia khawatir terhadap reaksi masyarakat karena mereka menganggapnya sebagai seorang Nabi.\n\n Ketika diadakan acara kelahiran Hirdus salah seorang perempuan anak dari Hirduya menari di tengah-tengah para hadirin sehingga Hirdus merasa kagum, karenanya kemudian ia bersumpah bahwa apa pun yang diminta penari itu akan diturutinya.\n\n Wanita itu berkata: ”Berikanlah kepadaku kepala Yuhana.\n\n” Sebetulnya raja itu keberatan tetapi ia sudah terlanjur bersumpah dan disaksikan orang-orang di sekitarnya, maka ia pun memerintahkan agar perrnintaan wanita itu dituruti.\n\n Kemudian kepala Yuhana dikirim dari penjara, dan diberikan kepada gadis itu, lalu gadis itu membawanya kepada ibunya.\n\n♦ ",
		"tmp": "Palestina",
		"image_url":"http://2.bp.blogspot.com/-2uXO6JdmzZI/Vn3XvYkHS5I/AAAAAAAABwI/zhl7Mm1YXYo/s320/yahya.png",
		"icon_url":""
}