{
		"name": "Nabi Yaqub AS",
		"thn_kelahiran": "1837",
		"usia": 147,
		"description": "Nabi Ya'qub adalah putera dari Nabi Ishaq bin Ibrahim sedang ibunya adalah anak saudara dari Nabi Ibrahim, bernama Rifqah binti A'zar.\n\n Ia adalah saudara kembar dari putera Ishaq yang kedua bernama Ishu.\n\n Antara kedua saudara kembar ini tidak terdapat suasana rukun dan damai serta tidak ada menaruh kasih-sayang satu terhadap yang lain bahkan Ishu mendendam dengki dan iri hati terhadap Ya'qub saudara kembarnya yang memang dimanjakan dan lebih disayangi serta dicintai oleh ibunya.\n\n Hubungan mereka yang renggang dan tidak akrab itu makin buruk dan tegang setelah diketahui oleh Ishu bahwa Ya'qublah yang diajukan oleh ibunya ketika ayahnya minta kedatangan anak-anaknya untuk diberkahi dan didoakan, sedangkan dia tidak diberitahu dan karenanya tidak mendapat kesempatan seperti Ya'qub memperoleh berkah dan doa ayahnya, Nabi Ishaq.\n\n Melihat sikap saudaranya yang bersikap kaku dan dingin dan mendengar kata-kata sindirannya yang timbul dari rasa dengki dan irihati, bahkan ia selalu diancam maka datanglah Ya'qub kepada ayahnya mengadukan sikap permusuhan itu.\n\n Ia berkata mengeluh : \" Wahai ayahku! Tolonglah berikan fikiran kepadaku, bagaimana harus aku menghadapi saudaraku Ishu yang membenciku mendendam dengki kepadaku dan selalu menyindirku dengan kata-kata yang menyakitkan hatiku, sehinggakan menjadihubungan persaudaraan kami ber dua renggang dan tegang tidak ada saling cinta mencintai saling sayang-menyayangi.\n\n Dia marah karena ayah memberkahi dan mendoakan aku agar aku memperolehi keturunan soleh, rezeki yang mudah dan kehidupan yang makmur serta kemewahan .\n\n Dia menyombongkan diri dengan kedua orang isterinya dari suku Kan'aan dan mengancam bahwa anak-anaknya dari kedua isteri itu akan menjadi saingan berat bagi anak-anakku kelak didalam pencarian dan penghidupan dan macam-macam ancaman lain yang mencemas dan menyesakkan hatiku.\n\n Tolonglah ayah berikan aku fikiran bagaimana aku dapat mengatasi masalah ini serta mengatasinya dengan cara kekeluargaan.\n\n Berkata si ayah, Nabi Ishaq yang memang sudah merasa kesal hati melihat hubungan kedua puteranya yang makin hari makin meruncing:\" Wahai anakku, karena usiaku yang sudah lanjut aku tidak dapat menengahi kamu berdua ubanku sudah menutupi seluruh kepalaku, badanku sudah membongkok raut mukaku sudah kisut berkerut dan aku sudak berada di ambang pintu perpisahan dari kamu dan meninggalkan dunia yang fana ini.\n\n Aku khuatir bila aku sudah menutup usia, gangguan saudaramu Ishu kepadamu akan makin meningkat dan ia secara terbuka akan memusuhimu, berusaha mencari kecelakaan mu dan kebinasaanmu.\n\n Ia dalam usahanya memusuhimu akan mendapat sokongan dan pertolongan dan saudara-saudara iparnya yang berpengaruh dan berwibawa di negeri ini.\n\n Maka jalan yang terbaik bagimu, menurut fikiranku, engkau harus pergi meninggalkan negeri ini dan berhijrah engkau ke Fadan A'raam di daerah Irak, di mana bermukin bapa saudaramu saudara ibumu Laban bin Batu;il.\n\n Engkau dapat mengharap dikahwinkan kepada salah seorang puterinya dan dengan demikian menjadi kuatlah kedudukan sosialmu disegani dan dihormati orang karena karena kedudukan mertuamu yang menonjol di mata masyarkat.\n\n Pergilah engkau ke sana dengan iringan doa daripadaku semoga Allah memberkahi perjalananmu, memberi rezeki murah dan mudah serta kehidupan yang tenang dan tenteram.\n\n Nasehat dan anjuran si ayah mendapat tempat dalam hati si anak.\n\n Ya'qub melihat dalam anjuran ayahnya jalan keluar yang dikehendaki dari krisis hubungan persaudaraan antaranya dan Ishu, apalagi dengan mengikuti saranan itu ia akan dapat bertemu dengan bapa saudaranya dan anggota-anggota keluarganya dari pihak ibunya .\n\nIa segera berkemas-kemas membungkus barang-barang yang diperlukan dalam perjalanan dan dengan hati yang terharu serta air mata yang tergenang di matanya ia meminta kepada ayahnya dan ibunya ketika akan meninggalkan rumah.\n\n Nabi Ya'qub Tiba di Irak\n\n Dengan melalui jalan pasir dan Sahara yang luas dengan panas mataharinya yang terik dan angi samumnya {panas} yang membakar kulit, Ya'qub meneruskan perjalanan seorang diri, menuju ke Fadan A'ram dimana bapa saudaranya Laban tinggal.\n\n Dalam perjalanan yang jauh itu , ia sesekali berhenti beristirehat bila merasa letih dan lesu .\n\nDan dalam salah satu tempat perhentiannya ia berhenti karena sudah sgt letihnya tertidur dibawah teduhan sebuah batu karang yang besar .\n\nDalam tidurnya yang nyenyak, ia mendapat mimpi bahwa ia dikurniakan rezeki luas, penghidupan yang aman damai, keluarga dan anak cucuc yang soleh dan bakti serta kerajaan yang besar dan makmur.\n\n Terbangunlah Ya'qub dari tidurnya, mengusapkan matanya menoleh ke kanan dan ke kiri dan sedarlah ia bahwa apa yang dilihatnya hanyalah sebuah mimpi namun ia percaya bahwa mimpinya itu akan menjadi kenyataan di kemudian hari sesuia dengan doa ayahnya yang masih tetap mendengung di telinganya.\n\n Dengan diperoleh mimpi itu ,ia merasa segala letih yang ditimbulkan oleh perjalanannya menjadi hilang seolah-olah ia memperolehi tanaga baru dan bertambahlah semangatnya untuk secepat mungkin tiba di tempat yang di tuju dan menemui sanak-saudaranya dari pihak ibunya.\n\n Tiba pada akhirnya Ya'qub di depan pintu gerbang kota Fadan A'ram setelah berhari-hari siang dan malam menempuh perjalanan yang membosankan tiada yang dilihat selain dari langit di atas dan pasir di bawah.\n\n Alangkah lega hatinya ketika ia mulai melihat binatang-binatang peliharaan berkeliaran di atas ladang-ladang rumput ,burung-burung berterbangan di udara yang cerah dan para penduduk kota berhilir mundir mencari nafkah dan keperluan hidup masing-masing.\n\n Sesampainya disalah satu persimpangan jalan ia berhenti sebentar bertanya salah seorang penduduk di mana letaknya rumah saudara ibunya Laban barada.\n\n Laban seorang kaya-raya yang kenamaan pemilik dari suatu perusahaan perternakan yang terbesar di kota itu tidak sukar bagi seseorang untuk menemukan alamatnya.\n\n Penduduk yang ditanyanya itu segera menunjuk ke arah seorang gadis cantik yang sedang menggembala kambing seraya berkata kepada Ya'qub:\"Kebetulan sekali, itulah dia puterinya Laban yang akan dapat membawamu ke rumah ayahnya, ia bernama Rahil.\n\n Dengan ahti yang berdebar, pergilah Ya'qub menghampiri yang ayu itu dan cantik itu, lalu dengan suara yang terputus-putus seakan-akan ada sesuatu yang mengikat lidahnya ,ia mengenalkan diri, bahwa ia adalah saudara sepupunya sendiri.\n\n Ibunya yang bernama Rifqah adalah saudara kandung dair ayah si gadis itu.\n\n Selanjutnya ia menerangkan kepada gadis itu bahwa ia datang ke Fadam A'raam dari Kan'aan dengan tujuan hendak menemui Laban ,ayahnya untuk menyampaikan pesanan Ishaq, ayah Ya'qub kepada gadis itu.\n\n Maka dengan senang hati sikap yang ramah muka yang manis disilakan ya'qub mengikutinya berjalan menuju rumah Laban bapa saudaranya.\n\n berpeluk-pelukanlah dengan mesranya si bapa saudara dengan anak saudara, menandakan kegembiraan masing-masing dengan pertemuan yang tidak disangka-sangka itu dan mengalirlah pada pipi masing-masing air mata yang dicucurkan oleh rasa terharu dan sukcita.\n\n Maka disapkanlah oleh Laban bin Batu'il tempat dan bilik khas untuk anak saudaranya Ya'qub yang tidak berbeda dengan tempat-tempat anak kandungnya sendiri di mana ia dapat tinggal sesuka hatinya seperti di rumahnya sendiri.\n\n Setelah selang beberapa waktu tinggal di rumah Laban ,bapa saudaranya sebagai anggota keluarga disampaikan oleh Ya'qub kdp bapa saudranya pesanan Ishaq ayahnya, agar mereka berdua berbesan dengan mengahwinkannya kepada salah seorang dari puteri-puterinya.\n\n Pesanan tersebut di terima oleh Laban dan setuju akan mengahwinkan Laban dengan salah seorang puterinya, dengan syarat sebagai maskahwin, ia harus memberikan tenaga kerjanya di dalam perusahaan penternakan bakal mentuanya selama tujuh tahun.\n\n Ya'qub menyetujuinya syarat-syarat yang dikemukakan oleh bapa saudaranya dan bekerjalah ia sebagai seorang pengurus perusahaan penternakan terbesar di kota Fadan A'raam itu.\n\n Setelah mas tujuh tahun dilampaui oleh Ya'qub sebagai pekerja dalam perusahaan penternakan Laban ,ia menagih janji bapa saudaranya yang akan mengambilnya sebagai anak menantunya.\n\n Laban menawarkan kepada ya'qub agar menyunting puterinya yang bernama Laiya sebagai isteri, namun anak saudaranya menghendaki Rahil adik dari Laiya, kerana lebih cantik dan lebih ayu dari Laiya yang ditawarkannya itu.\n\nKeinginan mana diutarakannya secara terus terang oleh Ya'qub kepada bapa saudaranya, yang juga dari pihak bapa saudaranya memahami dan mengerti isi hati anak saudaranya itu.\n\n Akan tetapi adat istiadat yang berlaku pada waktu itu tidak mengizinkan seorang adik melangkahi kakaknya kahwin lebih dahulu.\n\n karenanya sebagi jalan tengah agak tidak mengecewakan Ya'qub dan tidak pula melanggar peraturan yang berlaku, Laban menyarankan agar anak saudaranya Ya'qub menerima Laiya sebagai isteri pertama dan Rahil sebagai isteri kedua yang akan di sunting kelak setelah ia menjalani mas kerja tujuh tahun di dalam perusahaan penternakannya.\n\n Ya'qub yang sangat hormat kepada bapa saudaranya dan merasa berhutang budi kepadanya yang telah menerimanya di rumah sebagai keluarga, melayannya dengan baik dan tidakdibeda-bedakan seolah-olah anak kandungnya sendiri, tidak dapat berbuat apa-apa selain menerima cadangan bapa saudaranya itu .\n\n Perkahwinan dilaksanakan dan kontrak untuk masa tujuh tahun kedua ditanda-tangani.\n\n Begitu masa tujuh tahun kedua berakhir dikahwinkanlah Ya'qub dengan Rahil gadis yang sangat dicintainya dan selalu dikenang sejak pertemuan pertamanya tatkala ia masuk kota Fadan A'raam.\n\n Dengan demikian Nabi Ya'qub beristerikan dua wanita bersaudara, kakak dan adik, hal mana menurut syariat dan peraturan yang berlaku pada waktu tidak terlarang akan tetapi oleh syariat Muhammad s.a.w, hal semacam itu diharamkan.\n\n Laban memberi hadiah kepada kedua puterinya yaitu kedua isteri ya'qub seorang hamba sahaya untuk menjadi pembantu rumahtangga mereka.\n\n Dan dari kedua isterinya serta kedua hamba sahayanya itu Ya'qub dikurniai dua belas anak, di antaraya Yusuf dan Binyamin dari ibu Rahil sedang yang lain dari Laiya.\n\n Kisah Nabi Ya'qub Di Dalam Al-Quran\n\n Kisah Nabi Ya'qub tidak terdapat dalam Al-Quran secara tersendiri, namun disebut-sebut nama Ya'qub dalam hubungannya dengan Ibrahim, Yusuf dan lain-lain nabi.\n\n Bahn kisah ini adalah bersumberkan dari kitab-kitab tafsir dan buku-buku sejarah.",
		"tmp": "Syam",
		"image_url":"http://2.bp.blogspot.com/-nVw790eRAqE/Vn3XvxpJ6CI/AAAAAAAABwY/9AuuuqJHwGA/s320/yaqub.png",
		"icon_url":""
}