{
		"name": "Nabi Yunus AS",
		"thn_kelahiran": "820",
		"usia": 70,
		"description": "Tidak banyak yang dikisahkan oleh Al-Quran tentang Nabi Yunus sebagaimana yang telah dikisahkan tentang Nabi Musa, Nabi Yusuf dan lainnya.\n\n Dan sepanjang yang dapat dicatat dan diceritakan oleh para sejarawan dan ahli tafsir tentang Nabi Yunus ialah bahwa beliau bernama Yunus bin Matta.\n\n Ia telah diutuskan oleh Allah untuk berdakwah kepada penduduk di sebuah tempat bernama \"Ninawa\" yang bukan kaumnya dan tidak pula ada ikatan darah dengan mereka.\n\n Ia merupakan seorang asing mendatang di tengah-tengah penduduk Ninawa itu.\n\n Ia menemui mereka berada di dalam kegelapan, kebodohan dan kekafiran, mereka menyembah berhala menyekutukan kepada Allah.\n\n Yunus membawa ajaran tauhid dan iman kepada mereka, mengajak mereka agak menyembah kepada Allah yang telah menciptakan mereka dan menciptakan alam semesta, meninggalkan persembahan mereka kepada berhala-berhala yang mereka buat sendiri dari batu dan berhala-berhala yang tidak dapat membawanya manfaaat atau mudarat bagi mereka.\n\n Ia memperingatkan mereka bahwa mereka sebagai manusia makhluk Allah yang utama yang memperoleh kelebihan di atas makhluk-makhluk yang lain tidak sepatutnya merendahkan diri dengan menundukkan dahi dan wajah mereka menyembah batu-batu mati yang mereka pertuhankan, padahal itu semua buatan mereka sendiri yang kadang-kadang dan dapat dihancurkan dan diubah bentuk dan memodelnya.\n\n Ia mengajak mereka berfikir memperhatikan ciptaan Allah di dalam diri mereka sendiri, di dalam alam sekitar untuk menyedarkan mereka bahwa Tuhan pencipta itulah yang patut disembah dan bukannya benda-benda ciptaannya.\n\n Ajaran-ajaran Nabi Yunus itu bagi para penduduk Ninawa merupakan hal yang baru yang belum pernah mereka dengar sebelumnya.\n\n Kerananya mereka tidak dapat menerimanya untuk menggantikan ajaran dan kepercayaan yang telah diwariskan oleh nenek moyang mereka yang sudah menjadi adat kebiasaaan mereka turun temurun.\n\n Apalagi pembawa agama itu adalah seorang asing tidak seketurunan dengan mereka.\n\n Mereka berkata kepada Nabi Yunus: \"Apakah kata-kata yang engkau ucapkan itu dan kedustaan apakah yang engkau anjurkan kepada kami tentang agama barumu itu? Inilah tuhan-tuhan kami yang sejati yang kami sembah dan disembahkan oleh nenek moyamg kami sejak dahulu.\n\n Alasan apakah yang membenarkan kami meninggalkan agama kami yang diwariskan oleh nenek moyang kami dan menggantikannya dengan agama barumu? Engkau adalah seorang yang ditengah-tengah kami yang datang untuk merusakkan adat istiadat kami dan mengubah agama kami dan apakah kelebihan kamu diatas kami yang memberimu alasan untuk mengurui dan mengajar kami.\n\n Hentikanlah aksimu dan ajak-ajakanmu di daerah kami ini.\n\n Percayalah bahwa engkau tidak akan dapat pengikut diantara kami dan bahwa ajaranmu tidak akan mendapat pasaran di antara rakyat Ninawa yang sangat teguh mempertahankan tradisi dan adat istiadat orang-orang tua kami.”\n\n Barkata Nabi Yunus menjawab: \"Aku hanya mengajak kamu beriman dan bertauhid menurut agama yang aku bawa sebagai amanat Allah yang wajib ku sampaikan kepadamu.\n\n Aku hanya seorang pesuruh yang ditugaskan oleh Allah untuk mengangkat kamu dari lembah kesesatan dan kegelapan menuntun kamu ke jalan yang benar dan lurus menyampaikan kepada kamu agama yang suci bersih dari benih-benih kufur dan syirik yang merendahkan martabat manusia yang semata-mata untuk kebaikan kamu sendiri dan kebaikan anak cucumu kelak.\n\n Aku sesekali tidak mengharapkan sesuatu upah atau balas jasa daripadamu dan tidak pula menginginkan pangkat atau kedudukan.\n\n Aku tidak dapat memaksamu untuk mengikutiku dan melaksanakan ajaran-ajaranku.\n\n Aku hanya mengingatkan kepadamu bahwa bila kamu tetap membangkang dan tidak menghiraukan ajakanku , tetap menolak agama Allah yang aku bawa, tetap mempertahankan akidahmu dan agamamu yang bathil dan sesat itu, nescaya Allah kelak akan menunjukkan kepadamu tanda-tanda kebenaran risalahku dengan menurunkan azab seksa-Nya di atas kamu sebagaimana telah dialami oleh kaum terdahulu yaitu kaum Nuh, Aad dan Tsamud sebelum kamu.\n\n Mereka menjawab peringatan Nabi Yunus dengan tentangan seraya mengatakan: \"Kami tetap menolak ajakanmu dan tidak akan tunduk pada perintahmu atau mengikut kemauanmu dan sesekali kami tidak akan takut akan segala ancamanmu.\n\n Cubalah datangkan apa yang engkau ancamkan itu kepada kami jika engkau memang benar dalam kata-katamu dan tidak mendustai kami.”\n\n Nabi Yunus tidak tahan tinggal dengan lebih lama di tengah-tengah kaum Ninawa yang berkeras kepala dan bersikap buta-tuli menghadapi ajaran dan dakwahnya.\n\n Ia lalu meninggalkan Ninawa dengan rasa jengkel dan marah seraya memohon kepada Allah untuk menjatuhkan hukumannya atas orang-orang yang membangkang dan berkeras kepala itu.\n\n Sepeninggalan Nabi Yunus penduduk Ninawa mulai melihat tanda-tanda yang mencemaskan seakan-akan ancaman Nabi Yunus kepada mereka akan menjadi kenyataan dan hukuman Allah akan benar-benar jatuh di atas mereka membawa kehancuran dan kebinasaan sebagaimana yang telah dialami oleh kaum musyrikin penyembah berhala sebelum mereka.\n\n Mereka melihat keadaan udara disekeliling Ninawa makin menggelap, binatang-binatang peliharaan mereka nampak tidak tenang dan gelisah, wajah-wajah mereka tanpa disadari menjadi pucat tidak berdarah dan angin dari segala penjuru bertiup dengan kecangnya membawa suara gemuruh yang menakutkan.\n\n Dalam keadaan panik dan ketakutan , sedarlah mereka bahwa Yunus tidak berdusta dalam kata-katanya dan bahwa apa yang diancamkan kepada mereka bukanlah ancaman kosong buatannya sendiri, tetapi ancaman dari Tuhan.\n\n Segeralah mereka menyatakan taubat dan memohon ampun atas segala perbuatan mereka, menyatakan beriman dan percaya kepada kebenaran dakwah Nabi Yunus seraya berasa menyesal atas perlakuan dan sikap kasar mereka yang menjadikan beliau marah dan meninggalkan daerah itu.\n\n Untuk menebus dosa, mereka keluar dari kota dan beramai-ramai pergi ke bukit-bukit dan padang pasir, seraya menangis memohon ampun dan rahmat Allah agar dihindarkan dari bencana azab dan seksaan-Nya.\n\n Ibu binatang-binatang peliharaan mereka dipisahkan dari anak-anaknya sehingga terdengar suara teriakan binatang-binatang yang terpisah dari ibunya seolah-olah turut memohon keselamatan dari bencana yang sedang mengancam akan tiba menimpa mereka.\n\n Allah yang Maha Mengetahui bahwa hamba-hamba-Nya itu jujur dalam taubatnya dan rasa sesalannya dan bahwa mereka memang benar-benar dan hatinya sudah kembali beriman dan dari hatinya pula memohon dihindarkan dari azab seksa-Nya, berkenan menurunkan rahmat-Nya dan mengurniakan maghfirat-Nya kepada hamba-hamba-Nya yang dengan tulus ikhlas menyatakan bertaubat dan memohon ampun atas segala dosanya.\n\n Udara gelap yang meliputi Ninawa menjadi terang, wajah-wajah yang pucat kembali merah dan ebrseri-seri dan binatang-binatang yang gelisah menjadi tenang, kemudian kembalilah orang-orang itu ke kota dan kerumah masing-masing dengan penuh rasa gembira dan syukur kepada Allah yang telah berkenan menerima doa dan permohonan mereka.\n\n Berkatalah mereka didalam hati masing-masing setelah merasa tenang, tentaram dan aman dari malapetaka yang nyaris melanda mereka: \"Di manakah gerangan Yunus sekarang berada? Mengapa kami telah tunduk kepada bisikan syaitan dan mengikuti hawa nafsu, menjadikan dia meninggalkan kami dengan rasa marah dan jengkel kerana sikap kami yang menentang dan memusuhinya.\n\n Alangkah bahagianya kami andaikan ia masih berada di tengah-tengah kami menuntun dan mengajari kami hal-hal yang membawa kebahagiaan kami di dunia dan di akhirat.\n\n Ia adalah benar-benar rasul dan nabi Allah yang telah kami sia-siakan.\n\n Semoga Allah mengampuni dosa kami.”\n\n Adapun tentang keadaan Nabi Yunus yang telah meninggalkan kota Ninawa secara mendadak, maka ia berjalan kaki mengembara naik gunung turun gunung tanpa tujuan.\n\n Tanpa disadari ia tiba-tiba berada disebuah pantai melihat sekelompok orang yang lagi bergegas-gegas hendak menumpang sebuah kapal.\n\n Ia minta dari pemilik kapal agar diperbolehkan ikut serta bersama lain-lain penumpang.\n\n Kapal segera melepaskan sauhnya dan meluncur dengan lajunya ke tengah laut yang tenang.\n\n Ketenangan laut itu tidak dapat bertahan lama, kerana sekonyong-konyong tergoncang dan terayunlah kapal itu oleh gelombang besar yang datang mendadak diikuti oleh tiupan angin taufan yang kencang, sehingga menjadikan juru mudi kapal berserta seluruh penumpangnya berada dalan keadaan panik ketakutan melihat keadaan kapal yang sudah tidak dapat dikuasai keseimbangannya.\n\n Para penumpang dan juru mudi melihat tidak ada jalan untuk menyelamatkan keadaan jika keadaan cuaca tetap mengganas dan tidak mereda, kecuali dengan jalan meringankan beban berat muatan dengan mengorbankan salah seorang daripada para penumpang.\n\n Undian lalu dilaksanakan untuk menentukan siapakah di antara penumpang yang harus dikorbankan.\n\n Pada tarik pertama keluarlah nama Yunus, seorang penumpang yang mereka paling hormati dan cintai, sehingga mereka semua merasa berat untuk melemparkannya ke laut menjadi mangsa ikan.\n\n Kemudian diadakanlah undian bagi kali kedua dengan masing-masing penumpang mengharapkan jangan sampai keluar lagi nama Yunus yang mereka sayangi itu, namun melesetlah harapan mereka dan keluarlah nama Yunus kembali pada undian yang kedua itu.\n\n Demikianlah bagi undian bagi kali yang ketiganya yang disepakati sebagai yang terakhir dan yang menentukan nama Yunuslah yang muncul yang harus dikorbankan untuk menyelamatkan kapal dan para penumpang yang lain.\n\n Nabi Yunus yang dengan telitinya memperhatikan sewaktu undian dibuat merasa bahwa keputusan undian itu adalah kehendak Allah yang tidak dapat ditolaknya yang mungkin didalamnya terselit hikmah yang ia belum dapat menyelaminya.\n\n Yunus sedar pula pada saat itu bahwa ia telah melakukan dosa dengan meninggalkan Ninawa sebelum memperoleh perkenan Allah, sehingga mungkin keputusan undian itu adalah sebagai penebusan dosa yang ia lakukan itu.\n\n Kemudian ia beristikharah menghenimgkan cipta sejenak dan tanpa ragu segera melemparkan dirinya ke laut yang segera diterima oleh lipatan gelombang yang sedang mengamuk dengan dahsyatnya di bawah langit yang kelam-pekat.\n\n Selagi Nabi Yunus berjuang melawan gelombang yang mengayun-ayunkannya, Allag mewahyukan kepada seekor ikan paus untuk menelannya bulat-bulat dan menyimpangnya di dalam perut sebagai amanat Tuhan yang harus dikembalikannya utuh tidak tercedera kelak bila saatnya tiba.\n\n Nabi Yunus yang berada di dalam perut ikan paus yang membawanya memecah gelombang timbul dan tenggelam ke dasar laut merasa sesak dada dan bersedih hati seraya memohon ampun kepada Allah atas dosa dan tindakan yang salah yang dilakukannya tergesa-gesa.\n\n Ia berseru didalam kegelapan perut ikan paus itu: \"Ya Tuhanku, sesungguhnya tiada Tuhan selain Engkau, Maha sucilah Engkau dan sesungguhnya aku telah berdosa dan menjadi salah seorang dari mereka yang zalim.”\n\n Setelah selesai menjalani hukuman Allah , selama beberapa waktu yang telah ditentukan, ditumpahkanlah Nabi Yunus oleh ikan paus itu yang mengandungnya dan dilemparkannya ke darat .\n\n Ia terlempar dari mulut ikan ke pantai dalam keadaan kurus lemah dan sakit.\n\n Akan tetapi Allah dengan rahmat-Nya menumbuhkan di tempat ia terdampar sebuah pohon labu yang dapat menaungi Yunus dengan daun-daunnya dan menikmati buahnya.\n\n Nabi Yunus setelah sembuh dan menjadi segar kembali diperintahkan oleh Allah agar pergi kembali mengunjungi Ninawa di mana seratus ribu lebih penduduknya mendamba-dambakan kedatangannya untuk memimpin mereka dan memberi tuntunan lebih lanjut untuk menyempurnakan iman dan aqidah mereka.\n\n Dan alangkah terkejutnya Nabi Yunus tatkala masuk Ninawa dan tidak melihat satu pun patung berhala berdiri.\n\n Sebaliknya ia menemui orang-orang yang dahulunya berkeras kepala menentangnya dan menolak ajarannya dan kini sudah menjadi orang-orang mukmin, soleh dan beribadah memuja-muji Allah s.w.t\n\n Pokok cerita tentang Yunus terurai di atas dikisahkan oleh Al-Quran dalam surah Yunus ayat 98, surah Al-Anbiaa' ayat 87, 88 dan surah Ash-Shaffaat ayat 139 sehingga ayat 148.\n\n Pelajaran yang dapat dipetik dari kisah Nabi Yunus.\n\n Bahwasannya seorang yang bertugas sebagai da'i - juru dakwah harus memiliki kesabaran dan tidak boleh cepat-cepat marah dan berputus asa bila dakwahnya tidak dapat sambutan yang selayaknya atau tidak segera diterima oleh orang-orang yang didakwahinya.\n\n Dalam keadaan demikian ia harus bersabar mengawal emosinya serta tetap meneruskan dakwahnya dengan bersikap bijaksana dan lemah lembut, sebagaimana firman Allah dalam surah An-Nahl ayat 125 yang bermaksud : \"Serulah, berdakwahlah kepada jalan Tuhanmu dengan hikmah dan pengajaran yang baik dan bantahlah mereka dengan cara yang baik { sopan dan lemah lembut } .”\n\n Di dalam diri Nabi Yunus Allah telah memberi contoh betapa ia telah disesalkan atas tindakannya yang tergesa-gesa kerana kehilangan kesabaran, meninggalkan kaum Ninawa, padahal mereka masih dapat disedarkan untuk menerima ajakannya andaikan ia tidak terburu-buru marah dan meninggalkan mereka tanpa berunding lebih dahulu dengan Allah yang telah mengutusnya.\n\n Atas pelanggaran yang telah dilakukan tanpa sedar Allah telah memberi hukuman kepada Nabi Yunus berupa kurungan dalam perut ikan paus sebagai peringatan dan pengajaran agar tidak terulang lagi setelah ia diberi ampun dan disuruh kembali ke Ninawa melanjutkan dakwahnya ",
		"tmp": "Ninawa, Irak",
		"image_url":"http://2.bp.blogspot.com/-RUZFmPJbyZ8/Vn3XwN7hmEI/AAAAAAAABwc/SjAXv6G932U/s320/yunus.png",
		"icon_url":""
}