{
		"name": "Nabi Yusuf AS",
		"thn_kelahiran": "1745",
		"usia": 110,
		"description": "Nabi Yusuf adalah putera ke tujuh daripada dua belas putera-puteri Nabi Ya'qub.\n\n Ia dengan adiknya yang bernama Benyamin adalah beribukan Rahil, saudara sepupu Nabi Ya'qub.\n\n Ia dikurniakan Allah rupa yang bagus, paras tampan dan tubuh yang tegap yang menjadikan idaman setiap wanita dan kenangan gadis-gadis remaja.\n\n Ia adalah anak yang dimanjakan oleh ayahnya, lebih disayang dan dicintai dibandingkan dengan saudara-saudaranya yang lain, terutamanya setelah ditinggalkan yaitu wafatnya ibu kandungnya Rahil semasa ia masih berusia dua belas tahun.\n\nPerlakuan yang diskriminatif dari Nabi Ya'qub terhadap anak-anaknya telah menimbulkan rasa iri-hati dan dengki di antara saudara-saudara Yusuf yang lain, yang merasakan bahwa mereka dianak-tirikan oleh ayahnya yang tidak adil sesama anak, memanjakan Yusuf lebih daripada yang lain.\n\nRasa jengkel mereka terhadap kepada ayahnya dan iri-hati terhadap Yusuf membangkitkan rasa setia kawan antara saudara-saudara Yusuf, persatuan dan rasa persaudaraan yang akrab di antara mereka.\n\nSaudara-saudara Yusuf mengadakan pertemuan\n\nDalam pertemuan rahsia yang mereka adakan untuk merundingkan nasib yang mereka alami dan mengatur aksi yang harus mereka lakukan bagi menyedarkan ayahnya, menuntut perlakuan yang adil dan saksama, berkata salah seorang daripada mereka:\" Tidakkah kamu merasakan bahwa perlakuan terhadap kita sebagai anak-anaknya tidak adil dan berat sebelah? Ia memanjakan Yusuf dan menyintai serta menyayangi lebih daripada kita, seolah-olah Yusuf dan Benyamin sahajalah anak-anak kandungnya dan kita anak-anak tirinya , padahal kita adalah lebih tua dan lebih cekap daripada mereka berdua serta kitalah yang selalu mendampingi ayah,mengurus segala keperluannya dan keperluan rumahtanggannya.\n\n Kita merasa hairan mengapa hanya Yusuf dan Benyamin sahaja yang menjadi keistimewaan disisi ayah.\n\n Apakah ibunya lebih dekat kepada hati ayah berbanding dengan ibu kita? Jika memang itu alasannya ,maka apakah salah kita? Bahwa kita lahir daripada ibu yang mendapat tempat kedua di hati ayah ataukah paras Yusuf yang lebih tampan dan lebih cekap daripada paras dan wajah kita yang memang sudah demikian diciptakan oleh Tuhan dan sesekali bukan kehendak atau hasil usaha kita? Kita amat sesalkan atas perlakuan dan tindakan ayah yang sesal dan keliru ini serta harus melakukan sesuatu untuk mengakhiri keadaan yang pincang serta menjengkelkan hati kami semua.\"\n\n Seorang saudara lain berkata menyambung:\" Soal cinta atau benci simpati atau antipati adalah soal hati yang tumbuh laksana jari-jari kita, tidak dapat ditanyakan mengapa yang satu lebih rebdah dari yang lain dan mengapa ibu jari lebih besar dari jari kelingking.\n\n Yang kita sesalkan ialah bahwa ayah kita tidak dapat mengawal rasa cintanya yang berlebih-lebihan kepada Yusuf dan Benyamin sehingga menyebabkannya berlaku tidak adil terhadap kami semua selaku sesama anak kandungnya.\n\n Keadaan yang pincang dalam hubungan kita dengan ayah tidak akan hilang, jika penyebab utamanya tidak kita hilangkan.\n\n Dan sebagaimana kamu ketahui bahwa penyebab utamanya dari keadaan yang menjengkel hati ini ialah adanya Yusuf di tengah-tengah kita.\n\n Dia adalah penghalang bagi kita untuk dapat menerobos ke dalam lubuk hati ayah kita dan dia merupakan dinding tebal yang memisahkan kita dari ayah kita yang sangat kita cintai.\n\n Maka jalan satu-satunya untuk mengakhiri kerisauan kita ini ialah dengan melenyapkannya dari tengah-tengah kita dan melemparkannya jauh-jauh dari pergaulan ayah dan keluarga kita.\n\n Kita harus membunuh dengan tangan kita sendiri atau mengasingkannya di suatu tempat di mana terdapat binatang-binatang buas yang akan melahapnya sebagai mangsa yang empuk dan lazat.\n\n Dan kita tidak perlu meragukan lagi bahwa bila Yusuf sudah lenyap dari mata dan pergaulan ayah , ia akan kembali menyintai dan menyayangi kita sebagai anak-anaknya yang patut mendapat perlakuan adil dan saksama dari ayah dan suasana rumahtangga akan kembali menjadi rukun, tenang dan damai, tiada sesuatu yang merisaukan hati dan menyesakkan dada.\"\n\n Berkata Yahudza, putera keempat dari Nabi Ya'qub dan yang paling cekap dan bijaksana di antara sesama saudaranya:\" Kita semuanya adalah putera-putera Ya'qub pesuruh Allah dan anak dari Nabi Ibrahim, pesuruh dan kekasih Allah.\n\n Kami semua adalah orang-orang yang beragama dan berakal waras.\n\n Membunuh adalah sesuatu perbuatan yang dilarang oleh agama dan tidak diterima oleh akal yang sehat, apa lagi yang kami bunuh itu atau serahkan jiwanya kepada binatang buas itu adalah saudara kita sendiri , sekandung, sedarah , sedaging yang tidak berdosa dan tidak pula pernah melakukan hal-hal yang menyakitkan hati atau menyentuh perasaan.\n\n Dan bahwa ia lebih dicntai dan disayangi oleh ayah, itu adalah suatu yang berada di luar kekuasaannya dan sesekali tidak dapat ditimpakan dosanya kepadanya.\n\n Maka menurut fikiran saya kata Yahudza melanjutkan bahasnya ialah dengan jalan yang terbaik untuk melenyapkan Yusuf ialah melemparkannya ke dalam sebuah perigi yang kering yang terletak di sebuah persimpangan jalan tempat kafilah-kafilah dan para musafir berhenti beristirehat memberi makan dan minum kepada binatang-binatang kenderaannya.\n\n Dengan cara demikian terdapat kemungkinan bahwa salah seorang daripada musafir itu menemukan Yusuf, mengangkatnya dari dalam perigi dan membawanya jauh-jauh sebagai anak pungut atau sebagai hamba sahaya yang akan diperjual-belikan .\n\nDengan cara aku kemukakan ini ,kami telah dapat mencapai tujuan kami tanpa melakukan pembunuhan dan merenggut nyawa adik kami yang tidak berdosa.\" \n\nFikiran dan cadangan yang dikemuka oleh Yahudza itu mendapat sambutan baik dan disetujui bulat oleh saudara-saudaranya yang lain dan akan melaksanakannya pada waktu dan kesempatan yang tepat.\n\n Pertemuan secara rahasia itu bersurai dengan janji dari masing-masing saudara hadir, akan menutup mulut dan merahsiakan rancangan jahat ini seketat-ketatnya agar tidak bocor dan tidak didengar oleh ayah mereka sebelum pelaksanaannya.\n\nYusuf dijual sebagai budak\n\nYusuf sedang berada di dalam sumur itu seorang diri, diliputi oleh kegelapan dan kesunyian yang mencekam.\n\n Ia melihat ke atas dan ke bawah ke kanan dan ke kiri memikirkan bagaimana ia dapat mengangkatkan dirinya dari perigi itu , namun ia tidap melihat sesuatu yang dapat menolongnya.\n\n IA hanya dapat melihat bayangan tubuhnya dalam air yang cetek di bawah kakinya.\n\n Sungguh suatu ujian yang amat berat bagi seorang semuda Yusuf yang masih belum banyak pengalaman nya dalam penghidupan, bah baru pertama kali ia berpisah dari ayahnya yang sangat menyayangi dan memanjakannya.\n\n Lebih-lebih terasa beratnya uijian itu ialah karena yang melemparkannya ke dasar telaga itu adalah abang-abangnya sendiri, putera-putera ayahnya.\n\nYusuf di samping memikirkan nasibnya yang sedang dialami, serta bagaimana ia menyelamatkan dirinya dari bahaya kelaparan sekiranya ia lama tidak tertolong, ia selalu mengenangkan ayahnya ketika melihat abang-abangnya kembali pulang ke rumah tanpa dirinya bersama mereka.\n\nTiga hari berselang, sejak Yusuf dilemparkan ke dalam perigi, dan belum nampak tanda-tanda yang memberi harapan baginya dapat keluar dari kurungannya, sedangkan bahaya kelaparan sudah mulai membayangi dan sudah nyaris berputus asa ketika sekonyong-konyong terdengar olehnya suara sayup-sayup, suara aneh yang belum pernah didengarnya sejak ia dilemparkan ke dalam telaga itu.\n\n Makin lama makin jelaslah suara-suara itu yang akhirnya terdengar seakan anjing menggonggong suara orang-orang bercakap dan tertawa terbahak-bahak dan suara jejak kaki manusia dan binatang sekitar telaga itu.\n\nTernyata apa yang terdengar oleh Yusuf, ialah suara-suara yang timbul oleh sebuah kafilah yang sedang berhenti di sekitar perigi, di mana ia terkurung untuk beristirehat sambil mencari air untuk diminum bagi mereka dan binatang-binatang mereka.\n\n alangkah genbiranya Yusuf ketika keetika ia sedang memasang telinganya dan menengar suara ketua kafilah memerintahkan orangnya melepaskan gayung mengambil air dari telaga itu.\n\n Sejurus kemudian dilihat oleh Yusuf Sebuah gayung turun ke bawah dan begitu terjangkau oleh tangannya dipeganglah kuat-kuat gayung itu yang kemudian ditarik ke atas oleh sang musafir seraya berteriak mengeluh karena beratnya gayung yang ditarik itu.\n\nPara musafir yang berada di kafilah itu terperanjat dan takjub ketika melihat bahwa yang memberatkan gayung itu bukannya air, tetapi manusia hidup berparas tampan, bertubuh tegak dan berkulit putih bersih.\n\n Mereka berunding apa yang akan diperbuat dengan hamba Allah yang telah diketemukan di dalam dasar perigi itu, dilepaskannya di tempat yang sunyi itu atau dikembalikan kepada keluarganya.\n\n Akhirnya bersepakatlah mereka untuk dibawa ke Mesir dan dijual di sana sebagai hamba sahaya dengan harga, yang menurut tafsiran mereka akan mencapai harga yang tinggi, karena tubuhnya yang baik dan parasnya yang tampan.\n\nSetibanya kafilah itu di Mesir, dibawalah Yusuf di sebuah pasar khusus , di mana manusia diperdagangkan dan diperjual-belikan sebagai barang dagangan atau sebagai binatang-binatang ternakan.\n\n Yusuf lalu ditawarkan di depan umum dilelongkan.\n\n Dan karena para musafir yang membawanya itu khuatir akan terbuka pertemuan Yusuf maka mereka enggan memepertahankan sampai mencapai harga yang tinggi, tetapi melepaskannya pada tawaran pertama dengan harga yang rendah dan tidak memadai.\n\n Padahal seorang seperti Nabi Yusuf tidak dapat dinilai dengan wang bahkan dengan emas seisi bumi pun tidak seimbang sebagai manusia yang besar dan makhluk Allah yang agung seperti Nabi Yusuf yang oleh Allah telah digariskan dalam takdirnya bahwa ia akan melaksanakan missi yang suci dan menjalankan peranan yang menentukan dalam pengaulan hidup umat manusia.\n\nNabi Yusuf dalam pelelongan itu dibeli oleh keeetua polis Mesir bernama Fathifar sebagai penawar pertama , yang merasa berbahagia memperoleh sorang hamba yang berparas bagus, bertubuh kuat dan air muka yang memberi kesan bahwa dalam manusia yang dibelikan itu terkandung jiwa yang besar, hati suci bersih dan bahwa ia bukanlah dari kualiti manusia yang harus diperjual-belikan.\n\nKata Fathifar kepada isterinya ketika mengenalkan Yusuf kepadanya:\" Inilah hamba yang aku baru beli dari pelelongan.\n\n Berilah ia perlakuan dan layanan yang baik kalau-kalau kelak kami akan memperolehi manfaat daripadanya dan memungutnya sebagai anak kandung kita.\n\n Aku dapat firasat dari paras mukanya dan gerak-gerinya bahwa ia bukanlah dari golongan yang harus diperjual-belikan, bahkan mungkin sekali bahwa ia adalah dari keturunan keluarga yang berkedudukan tinggi dan orang-orang yang beradab.\n\nNyonya Fathifar, isteri Ketua Polis Mesir menerima Yusuf di rumahnya, sesuai dengan pesanan suaminya.\n\n dilayan sebagai salah seorang daripada anggota keluarganya dan sesekali tidak diperlakukannya sebagai hamba belian.\n\n Yusuf pun dapat menyesuaikan diri dengan keadaan rumahtangga Futhifar.\n\n Ia melakukan tugas sehari-harinya di rumah dengan penuh semangat dan dengan kejujuran serta disiplin yang tinggi.\n\n Segala kewajiban dan tugas yang diperintahkan kepadanya, diurus dengan senang hati seolah-olah dari perintah oleh orang tuanya sendiri.\n\n Demikianlah, maka makin lama makin disayanglah akan Yusuf di rumah Ketua Polis Mesir itu sehingga merasa seakan-akan berada di rumah keluarga dan orang tuanya sendiri.\n\nPelajaran yang didapat dari kisah Nabi Yusuf A.s\n\nBanyak ajaran dan ibrah yang dapat dipetik dari Kisah Nabi Yusuf yang penuh dengan pengalaman hidup yang kontriversi itu.\n\n Di antaranya ialah : \n\nBahwasanya penderitaan seseorang yang nampaknya merupakan suatu musibah dan bencana, pada hakikatnya dalam banyak hal bahkan merupakan rahmat dan barakah yang masih terselubung bagi penderitaannya.\n\nKarena selalunya bahwa penderitaan yang di anggapkan itu suatu musibah adalah menjadi permulaan dari kebahagiaan dan menjadi kesejahteraan yang tidak diduga semula.\n\n Demikianlah apa yang telah dialami oleh Nabi Yusuf dengan pelemparan dirinya ke dalam sebuah perigi oleh saudara-saudaranya sendiri, disusuli dengan pemenjaraannya oleh para penguasa Mesir.\n\n Semuanya itu merupakan jalan yang harus ditempuh oleh beliau untuk mencapai puncak kebesaran dan kemuliaan sebagai nabi serta tngkat hidup yang mewah dan sejahtera sebagai seorang penguasa dalam sebuah kearajaan yang besar yang dengan kekuasaannya sebagai wakil raja, dapat menghimpunkan kembali seluruh anggota keluarganya setelah sekian lama berpisah dan bercerai-berai.\n\nMaka seseorang mukmin yang percaya kepada takdir, tidak sepatutnya merasa kecewa dan berkecil hati bila tertimpa sesuatu musibah dalam harta kekayaannya, kesehatan jasmaninya atau keadaan keluarganya.\n\n Ia harus menerima percubaan Allah itu dengan penuh kesabaran dan tawakkal seraya memohon kepada Yang Maha Kuasa agar melindunginya dan mengampuni segala dosanya, kalau-kalau musibah yang ditimpakan kepadanya itu merupakan peringatan dari Allah kepadanya untuk bertaubat.\n\nDan sebaliknya bila seseorang mukmin memperoleh nikmat dan kurinia Allah berupa perluasan rezeki, kesempurnaan kesehatan dan kesejahteraan keluarga, ia tidak sepatutnya memperlihatkan sukacita dan kegembiraan yang berlebih-lebihan.\n\n Ia bahkan harus bersyukur kepada Allah dengan melipat gandakan amal solehnya sambil menyedarkan diri bahwa apa yang diperolehnya itu kadang-kadang boleh tercabut kembali bila Allah menghendakinya.\n\n Lihatlah sebagaimana teladan Nabi Yusuf yang telah kehilangan iman dan tawakkalnya kepada Allah sewaktu berada seorang diri di dalam perigi mahupun sewaktu merengkok di dalam penjara, demikian pula sewaktu dia berada dalam suasana kebesarannya sebagai Penguasa Kerajaan Mesir, ia tidak disilaukan oleh kenikmatan duniawinya dan kekuasaan besar yang berada di tangannya.\n\n Dalam kedua keadaan itu ia tidak melupakan harapan, syukru dan pujaan kepada Allah dan sedar bahwa dirinya sebagai makhluk yang lemah tidak berkuasa mempertahankan segala kenikmatan yang diperolehnya atau menghindarkan diri dari musibah dan penderitaan yang Allah limpahkan kepadanya.\n\n Ia mengembalikan semuanya itu kepada takdir dan kehendak Allah Yang Maha Kuasa.\n\nNabi Yusuf telah memberi contoh dan teladan bagi kemurnian jiwanya dan keteguhan hatinya tatkala menghadapi godaan Zulaikha, isteri ketua Polis Mesir, majikannya.\n\n Ia diajak berbuat maksiat oleh Zulaikha seorang isteri yang masih muda belia, cantik dan berpengaruh, sedang ia sendiri berada dalam puncak kemudaannya, di mana biasanya nafsu berahi seseorang masih berada di tingkat puncaknya.\n\n Akan tetapi ia dapat menguasai dirinya dan dapat mengawal nafsu kemudaannya, menolak ajak isteri yang menjadi majikannya itu, karena ia takut kepada Allah dan tidak mahu mengkhianati majikannya yang telah berbuat budi kepadanya dirinya dan memperlakukannya seolah-olah anggota keluarganya sendiri.\n\n Sebagai akibat penolakannnya itu ia rela dipenjarakan demi mempertahankan keluhuran budinya, keteguhan imannya dan kemurnian jiwanya.\n\nNabi Yusuf memberi contoh tentang sifat seorang kesatria yang enggan dikeluarkan dari penjara sebelum persoalannya dengan Zulaikha dijernihkan.\n\n Ia tidak mahu dikeluarkan dari penjara kerana memperoleh pengampunan dari Raja, tetapi ia ingin dikeluarkan sebagai orang yang bersih, suci dan tidak berdosa.\n\n Karenanya ia sebelum menerima undangan raja kepadanya untuk datang ke istana, ia menuntut agar diselidik lebih dahulu tuduhan-tuduhan palsu dan fitnahan-fitnahan yang dilekatkan orang kepada dirinya dan dijadikannya alasan untuk memenjarakannya.\n\n Terpaksalah raja Mesir yang memerlukan Yusuf sebagai penasehatnya, memerintahkan pengusutan kembali peristiwa Yusuf dengan Zulaikha yang akhirnya dengan terungkapnya kejadian yang sebenar, di mana mereka bersalah dan memfitnah mengakui bahwa Yusuf adalah seorang yang bersih suci dan tidak berdosa dan bahwa apa yang dituduhkan kepadanya itu adalah palsu belaka.\n\nSuatu sifat utama pembawaan jiwa besar Nabi Yusuf menonjol tatkala ia menerima saudara-saudaranya yang datang ke Mesir untuk memperolehi hak pembelian gandum dari gudang pemerintah karajaan Mesir.\n\n Nabi Yusuf pada masa itu, kalau ia mahu ia dapat melakukan pembalasan terhadap saudara-saudaranya yang telah melemparkannya ke dalam sebuah perigi dan memisahkannya dari ayahnya yang sangat dicintai.\n\n Namun sebaliknya ia bahkan menerima mereka dengan ramah-tamah dan melayani keperluan mereka dengan penuh kasih sayang, seolah-olah tidak pernah terjadi apa yang telah dialami akibat tindakan saudara-saudaranya yang kejam dan tidak berperikemanusiaan.\n\n Demikianlah Nabi Yusuf dengan jiwa besarnya telah melupakan semua penderitaan pahit yang telah dialaminya akibat tindakan saudara-saudaranya itu dengan memberi pengampunan kepada mereka, padahal ia berada dalam keadaan yang memungkinkannya melakukan pembalasan yang setimpal.\n\n Dan pengampunan yang demikian itulah yang akan berkesan kepada orang yang diampuni dan yang telah dianjurkan oleh Allah dan Rasul-Nya dalam beberapa ayat Al-Quran dan beberapa hadis nabawi.",
		"tmp": "Mesir",
		"image_url":"http://3.bp.blogspot.com/-GIMfMoW53Nc/Vn3Xwbp0WxI/AAAAAAAABwo/1-K1MvB70Hc/s320/yusuf.png",
		"icon_url":""
}