{
		"name": "Nabi Zakariya AS",
		"thn_kelahiran": "91",
		"usia": 122,
		"description": "Masa yang dialami oleh Nabi Zakaria adalah masa yang aneh di mana banyak hal yang berlawanan yang berhadap-hadapan dan saling bertentangan serta terlibat pertarungan yang tidak pernah padam.\n\n Keimanan kepada Allah SWT. bercahaya di mesjid yang besar di Baitul Maqdis, sedangkan kebohongan memenuhi pasar-pasar Yahudi yang bersebelahan dengan mesjid itu.\n\n Sudah menjadi tradisi dunia bahwa segala sesuatu yang bertentangan mesti saling berhadapan pada: kebaikan dengan kejahatan, cahaya dengan kegelapan, kebenaran dengan kebohongan, para nabi dengan para pembangkang.\n\n Alhasil, segala sesuatu berhadapan untuk mempertahankan kehidupan.\n\n Di masa yang kuno ini terdapat seorang nabi dan seorang alim yang besar.\n\n Nabi yang dimaksud adalah Zakaria sedangkan seorang alim besar yang Allah SWT. memilihnya untuk salat di tengah-tengah manusia adalah Imran.\n\n Imran adalah seorang suami dan istrinya sangat berharap untuk melahirkan anak.\n\n Waktu pagi menyelimuti kota, keluarlah istri Imran untuk memberikan makan kepada burung dan ia melihat pamandangan yang ada di sekitarnya dan mulai merenungkannya.\n\n Di sana terdapat seekor burung yang memberi makan anaknya dengan cara menyuapinya dan memberinya minum.\n\n Burung itu melindungi anaknya di bawah sayapnya karena khawatir dari kedinginan.\n\n Ketika melihat pemandangan itu, istri Imran berharap agar Allah SWT. memberinya anak.\n\n Ia mengangkat tangannya dan mulai berdoa agar Allah SWT. menganugerahinya seorang anak lelaki.\n\n Allah SWT. mengabulkan doanya dan pada suatu hari ia merasa bahwa ia sedang hamil lalu kegembiraan menyelimutinya dan ia bersMikur kepada Allah SWT: \n\n”(Ingatlah) ketika istri Imran berkata: 'Ya Tuhanhu, sesungguhnya aku telah menazarkan kepada Engkau anak yang dalam kandunganku menjadi anak yang saleh dan berkhidmat (di Baitil Maqdis).\n\n Karena itu terimalah (nazar) itu dariku.\n\n Sesungguhnya Engkaulah Yang Maha Mendengar lagi Maha Mengetahui.'” (QS. Ali 'Imran: 35) \n\n Ia bernazar agar anaknya menjadi seorang pembantu di mesjid sepanjang hidupnya yang mengabdi kepada Allah SWT. dan mengabdi kepada rumah-Nya, yaitu masjid.\n\n Lalu tibalah hari kelahiran.\n\n Istri Imran melahirkan seorang anak perempuan.\n\n Istri itu merasa terkejut karena ia menginginkan seorang anak lelaki yang dapat mengabdi untuk mesjid dan beribadah di dalamnya.\n\n Ketika ia melihat bahwa anaknya seorang perempuan, maka ia tetap menjalankan nazarnya, meskipun anak lelaki bukan seperti anak perempuan: \n\n ”Maka tatkala istri Imran melahirkan anaknya, dia pun berkata: 'Ya Tuhanku, sesungguhnya aku melahirkannya seorang anak perempuan; dan Allah lebih mengetahui apa yang dilahirkannya itu, dan anak laki-laki tidaklah seperti anak perempuan.\n\n Sesungguhnya ahu telah menamai dia Maryam.\n\n” (QS. Ali Imran: 36) \n\n Allah SWT. mendengar doa istri Imran; Allah SWT. mendengar apa yang kita ucapkan dan apa yang kita bisikkan dalam diri kita, bahkan apa yang kita inginkan untuk kita ucapkan dan kita tidak melakukannya.\n\n Semua itu diketahui oleh Allah SWT.\n\n Allah SWT. mendengar bahwa istri Imran memberitahu-Nya bahwa ia melahirkan anak perempuan dan Allah SWT. lebih mengetahui tentang anak yang dilahirkannya.\n\n Allah SWT-lah yang memilihkan jenis kelamin anak yang lahir di mana Dia menciptakan anak laki-laki atau perempuan.\n\n Allah SWT. mendengar bahwa istri Imran berdoa kepada-Nya agar Dia menjaga anak perempuan ini yang dinamakan Maryam dan juga menjaga keturunannya dari setan yang terkutuk: \n\n”Dan aku mohon perlindungan untuknya serta anak-anak keturunannya kepada (pemeliharaan) Engkau dari setan yang terkutuk.\n\n maka Tuhannya menerimanya (sebagai nazar) dengan penerimaan yang baik, dan mendidiknya dengan pendidikan yang baik dan Allah menjadikan Zakaria pemeliharanya.” (QS. Ali 'Imran: 36- 37) \n\n Allah SWT. mengkabulakn doa istri Imran dan ibu Maryam.\n\n Allah SWT. menyambut Maryam dengan penyambutan yang baik dan memberinya keturunan yang baik.\n\n Allah SWT. berkehendak melalui rahmat-Nya untuk menjadikan perempuan ini sebagai wanita terbaik di muka bumi dan menjadikan ibu dari seorang nabi yang kelahirannya merupakan mukjizat terbesar seperti kelahiran Nabi Adam.\n\n Nabi Adam lahir tanpa seorang ayah atau ibu, sedangkan Nabi Isa lahir tanpa seorang ayah.\n\n Nabi Isa berasal dari ibu yang suci yang belum menikah, yang belum disentuh oleh manusia.\n\n Mula-mula kelahiran Maryam mendatangkan sedikit problem.\n\n Imran telah mati sebelum kelahiran Maryam dan para ulama di zaman itu dan para pembesar ingin mendidik Maryam.\n\n Setiap orang berlomba-lomba untuk mendapatkan kemuliaan ini, yaitu mendidik seorang perempuan dari seorang lelaki besar vang mereka hormati.\n\n Zakaria berkata: ”Biarkan aku yang mengasuhnya karena ia adalah kerabat dekatku.\n\n Istriku adalah bibinya dan aku adalah seorang Nabi dari umat ini.\n\n Aku lebih utama daripada kalian untuk mengasuhnya.\n\n” Lalu para ulama dan para guru berkata: ”Mengapa tidak seorang di antara kami yang mengasuhnya.\n\n Kami tidak akan membiarkan engkau mendapatkan keutamaan ini tanpa persetujuan dari kami.\n\n” Hampir saja mereka berselisih dan bertarung kalau seandainya mereka tidak menyepakati diadakannya undian.\n\n Yakni, seseorang yang mendapatkan undian, maka itulah yang akan mengasuh Maryam.\n\n Diadakanlah undian.\n\n Maryam diletakkan di atas tanah dan diletakkan di sebelahnya pena-pena orang-orang yang ingin mengasuhnya.\n\n Kemudian mereka menghadirkan anak kecil lalu anak kecil itu mengeluarkan pena Zakaria.\n\n Zakaria berkata: ”Allah SWT memutuskan agar aku mengasuhnya.\n\n” Para ulama dan para Syekh berkata: ”Tidak, undian harus dilakukan tiga kali.\n\n” Mereka mulai berpikir tentang undian yang kedua.\n\n Setiap orang mengukir namanya di atas pena kayu dan mereka berkata, kita akan melemparkan pena-pena kita di sungai, maka siapa yang penanya menantang arus, itulah yang menang: \n\n”Padahal kamu tidak hadir beserta mereka, ketika mereka melemparkan anak-anak panah mereka (untuk mengundi) siapa di antara mereka yang akan memelihara Maryam.\n\n Dan kamu tidak hadir di sisi mereka ketika mereka bersengketa.” (QS. Ali 'Imran: 44) \n\n Mereka pun melemparkan pena-pena mereka di sungai sehingga pena-pena itu berjalan bersama arus, kecuali pena Zakaria yang menantang arus.\n\n Zakaria merasa bahwa mereka akan puas tetapi mereka bersikeras untuk mengadakan undian yang ketiga kali.\n\n Mereka berkata: ”Kita akan melemparkan pena-pena kita di sungai.\n\n Pena yang berjalan bersama arus, maka itulah yang akan mengasuh Maryam.\n\n” Mereka pun melemparkan pena-pena mereka dan semua berjalan menantang arus, kecuali pena Zakaria.\n\n Akhirnya, mereka menyerah kepada Zakaria dan mereka menyerahkan anak itu kepadanya agar Zakaria mengasuhnya.\n\n Nabi Zakaria mulai mengasuh Maryam dan mendidiknya serta menghormatinya sampai ia dewasa.\n\n Maryam memiliki tempat khusus di dalam mesjid.\n\n Ia mempunyai suatu mihrab yang di situ ia beribadah.\n\n Jarang sekali ia meninggalkan tempatnya.\n\n Ia selalu beribadah dan salat di dalamnya serta berzikir dan bersyukur dan menuangkan cintanya kepada Allah SWT.\n\n Terkadang Zakaria mengunjunginya di mihrab.\n\n Tiba-tiba, pada suatu hari Zakaria menemuinya dan ia melihat sesuatu yang mencengangkan.\n\n Saat itu musim panas tetapi Nabi Zakaria menemui di tempat Maryam buah-buahan musim dingin, dan pada kesempatan yang lain ia menemui buah-buahan musim panas sedangkan saat itu musim dingin.\n\n Zakaria bertanya kepada Maryam: ”Darimana datangnya rezeki ini?” Maryam menjawab: ”Bahwa itu berasal dari Allah SWT.\n\n” Pemandangan seperti ini berulang lebih dari sekali: \n\n”Setiap Zakaria masuk menemui Maryam di mihrab, ia dapati makanan di sisinya.” (QS. Ali 'Imran: 37) \n\n Nabi Zakaria adalah seorang tua dan rambutnya sudah dikelilingi uban.\n\n Ia merasa bahwa tidak lama lagi hidupnya akan berakhir dan istrinya, bibi Maryam, adalah seseorang wanita tua sepertinya yang belum melahirkan seseorang pun dalam hidupnya karena ia wanita yang mandul.\n\n Nabi Zakaria menginginkan agar ia mendapatkan seorang anak laki-laki yang akan mewarisi ilmunya dan akan menjadi nabi yang dapat membimbing kaumnya dan berdakwah kepada mereka untuk mengikuti Kitab Allah SWT.\n\n Zakaria tidak menyampaikan keinginan ini kepada seseorang pun, bahkan kepada istrinya, tetapi Allah SWT. mengetahuinya sebelum pikiran itu disampaikan.\n\n Pada pagi itu Zakaria menemui Maryam di mihrabnya, lalu ia mendapati buah-buahan yang sebenarnya sudah tidak musim.\n\n Zakaria bertanya kepada Maryam: \n\n”Zakaria berkata: ”Hai Maryam dari mana kamu memperoleh (makanan) ini?” Maryam menjawab: ”Makanan itu dari sisi Allah.\n\n” Sesungguhnya Allah memberi rezeki kepada siapa yang dikehendaki-Nya tanpa hisab.\n\n Di sanalah Zakaria berdoa kepada Tuhannya.” (QS. Ali 'Imran: 37-38) \n\n Zakaria berkata pada dirinya Maha Suci Allah SWT. dan Dia Maha Kuasa atas segala sesuatu.\n\n Lalu kerinduan mulai menyelimuti hatinya dan ia mulai menginginkan keturunan.\n\n Nabi Zakaria berdoa kepada Tuhannya: \n\n”(Yang dibacakan ini adalah) penjelasan tentang rahmat Tuhan kamu kepada hamba-Nya Zakaria, yaitu tatkala ia berdoa kepada Tuhannya dengan suara yang lembut.\n\n Ia berkata: 'Ya Tuhanku, sesungguhnya tulangku telah lemah dan kepalaku telah ditumbuhi uban, dan aku belum pernah kecewa dalam berdoa kepada Engka u, ya Tuhanku.\n\n Dan sesungguhnya aku khawatir terhadap mawaliku sepeningalku, sedang istriku adalah seseorang yang mandul, maka anugerahilah aku dari sisi Engkau seorang putra, yang akmi mewarisi aku dan mewarisi sebagian keluarga Yakub; dan jadikanlah ia, ya Tuhanku, seorangyang diridahi. ” (QS. Maryam: 2-6) \n\n Nabi Zakaria meminta kepada Penciptanya tanpa mengangkat suara keras-keras agar Dia memberinya seorang lelaki yang mewarisi kenabian dan hikmah serta keutamaan dan ilmu.\n\n Nabi Zakaria khawatir kaumnya akan tersesat setelahnya di mana tidak ada seorang nabi setelahnya.\n\n Allah SWT. mengkabulkan doa Zakaria.\n\n Belum lama Nabi Zakaria berdoa kepada Allah SWT. hingga malaikat memanggilnya saat ia salat di mihrab: \n\n”Hai Zakaria, sesungguhnya Kami memberi kabar gembira kepadamu akan (memperoleh) seorang anak yang namanya Yahya, yang sebelumnya Kami belum pernah menciptakan orang yang serupa dengan dia.” (QS. Maryam: 7) \n\n Zakaria kaget dengan berita ini, bagaimana ia dapat memiliki seorang anak.\n\n Karena saking gembiranya Zakaria sangat terguncang dan dengan penuh keheranan ia bertanya: \n\n”Ya Tuhanku, bagaimana akan ada anak bagiku, padahal istriku adalah seorang yang mandul dan aku (sendiri) sesungguhnya sudah mencapai umur yang sangat tua.” (QS. Maryam: 8) \n\n Ia heran bagaimana ia dapat melahirkan sementara ia sudah tua dan istrinya pun wanita yang mandul: \n\n”Tuhan berfirman: 'Demikianlah.\n\n' Tuhan berfirman: 'Hal itu adalah mudah bagi-Ku; dan sesungguhnya telah Aku ciptakan kamu sebelum itu, padahal kamu (di waktu itu) belum ada sama sekali.” (QS. Maryam; 9) \n\n Para malaikat memberitahunya bahwa ini terjadi karena kehendak Allah SWT. dan kehendak-Nya pasti terlaksana.\n\n Tidak ada sesuatu pun yang sulit bagi Allah SWT.\n\n Segala sesuatu yang diinginkan di alam wujud ini pasti terjadi.\n\n Allah SWT. telah menciptakan Zakaria sebelumnya dan beliau pun sebelumnya tidak pernah ada.\n\n Segala sesuatu diciptakan Allah SWT. hanya dengan kehendak-Nya: \n\n”Sesungguhnya perintah-Nya apabila Dia menghendaki sesuatu hanyalah herkata kepadanya: 'Jadilah!', maka jadilah ia. ” (QS. Yasin: 82) \n\n Hati Nabi Zakaria dipenuhi rasa syukur kepada Allah SWT. dan ia pun memuji-Nya.\n\n Lalu ia meminta kepada Allah SWT. agar memberinya tanda-tanda: \n\n”Zakaria berkata: Ya Tuhanku, berilah suatu tanda.\n\n' Tuhan berfirman: 'Tanda bagimu adalah bahwa kamu tidak dapat bercakap-cakap dengan manusia selama tiga malam, padahal kamu sehat.\n\n' Maka ia keluar dari mihrab menuju kaumnya, lalu ia memberi isyarat kepada mereka; hendaklah kamu bertasbih di waktu pagi dan petang.” (QS. Maryam: 10-11) \n\n Allah SWT. memberitahunya bahwa akan terjadi tiga hari di mana di dalamnya ia tidak mampu berbicara, padahal saat itu ia sehat-sehat saja tidak sakit.\n\n Jika hal ini terjadi padanya, maka hendaklah ia yakin bahwa istrinya hamil dan bahwa mukjizat Allah SWT. benar-benar terwujud.\n\n Kemudian hendaklah saat itu ia berbicara kepada manusia melalui isyarat dan banyak bertasbih kepada Allah SWT. di waktu pagi dan sore.\n\n Zakaria keluar pada suatu hari kepada manusia dan hatinya dipenuhi dengan syukur.\n\n Ia ingin berbicara dengan mereka namun ia mengetahui bahwa ia tidak mampu berbicara.\n\n Zakaria mengetahui bahwa mukjizat Allah SWT. telah terwujud lalu ia mengisyaratkan kepada kaumnya agar mereka bertasbih kepada Allah SWT. di waktu pagi dan sore.\n\n Ia pun selalu bertasbih kepada Allah SWT. dalam hatinya.\n\n Zakaria merasakan kegembiraan yang sangat dalam.\n\n Malaikat memberitahunya tentang kelahiran seorang anak lelaki yang Allah SWT. menamakannya Yahya.\n\n Untuk pertama kalinya kita di hadapan seorang anak yang ayahnya tidak memberikan nama kepadanya dan ibunya pun tidak memilihkan nama untuknya, tetapi Allah SWT-lah yang memberinya nama.\n\n Dengan kemuliaan yang agung ini, Allah SWT. menyampaikan berita gembira kepada Zakaria bahwa anaknya Yahya akan membenarkan kalimat Allah SWT. dan akan menjadi seorang yang mulia dan seorang Nabi dari orang-orang yang saleh.\n\n Zakaria gemetar, karena saking gembiranya.\n\n Air matanya mulai berlinangan dan jenggotnya yang putih mulai basah.\n\n Ia salat kepada Allah SWT. sebagai tanda syukur atas pengkabulan doanya dan kelahiran Yahya.\n\n♦ ",
		"tmp": "Palestina",
		"image_url":"http://1.bp.blogspot.com/-uQvi9QvNsiA/Vn3XwjaA3bI/AAAAAAAABws/CQH8yTwScQQ/s320/zakariya.png",
		"icon_url":""
}